[
  {
    "url":"https:\/\/parsicanada.com\/news\/category\/newsletter\/",
    "title":"اخبار مهاجرتی (کانادا، استرالیا و آلمان) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/news\/category\/newsletter\/_0",
    "content":"تغییرات مهم در مهاجرت به بریتیش کلمبیا در سال ۲۰۲۵ به گزارش cicnews و به نقل از پارسی کانادا استان بریتیش کلمبیا British Columbia در اقدامی بیسابقه اعلام کرده که در سال... date_range تاریخ آخرین بروزرسانی: 10 اردیبهشت 1404 query_builder 2 دقیقه مطالعه حزب لیبرال کانادا پیروز انتخابات شد سیاستهای مهاجرتی مارک کارنی و حزبش چه خواهد بود به گزارش cicnews پس از انتخابات ۲۸ آوریل ۲۰۲۵ 8 اردیبهشت 1404 حزب لیبرال کانادا به رهبری مارک کارنی نخست وزیر جدید... date_range تاریخ آخرین بروزرسانی: 11 اردیبهشت 1404 query_builder 3 دقیقه مطالعه مشاغل مورد نیاز شهر ثاندربی برای اخذ اقامت دائم کانادا معرفی شد! به گزارش پارسی کانادا و به نقل از CICNews دولت شهری ثاندر بی Thunder Bay از شهرهای استان انتاریو فهرست مشاغل واجد... date_range تاریخ آخرین بروزرسانی: 6 اردیبهشت 1404 query_builder 2 دقیقه مطالعه مجوز کار برای متقاضیان برنامه نامزد استانی مانیتوبا به گزارش cicnews و به نقل از پارسی کانادا در استان مانیتوبا برخی از متقاضیان برنامه نامزد استانی مانیتوبا MPNP میتوانند مجوز کار ویژهای...",
    "content_length":985,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/news\/category\/newsletter\/",
    "title":"اخبار مهاجرتی (کانادا، استرالیا و آلمان) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/news\/category\/newsletter\/_1",
    "content":"به نقل از پارسی کانادا در استان مانیتوبا برخی از متقاضیان برنامه نامزد استانی مانیتوبا MPNP میتوانند مجوز کار ویژهای... date_range تاریخ آخرین بروزرسانی: 1 اردیبهشت 1404 query_builder 2 دقیقه مطالعه کاهش چشمگیر امتیاز CRS پس از حذف امتیاز پیشنهاد شغلی به گزارش cicnews و به نقل از پارسی کانادا پس از حذف امتیاز پیشنهاد شغلی تأییدشده Arranged Employment در سیستم جامع رتبهبندی... date_range تاریخ آخرین بروزرسانی: 28 فروردین 1404 query_builder 2 دقیقه مطالعه دولت بعدی کانادا باید با سیستم مهاجرتی مقابله کند که اعتبار خود را از دست داده است به گزارش Finantial Post و به نقل از پارسی کانادا اعتبار سیستم مهاجرتی کانادا در میان مهاجران کاری و سرمایهگذاری در سالهای... date_range تاریخ آخرین بروزرسانی: 25 فروردین 1404 query_builder 3 دقیقه مطالعه کانادا امکان تحصیل بدون مجوز تحصیل را برای کارگران ساختمانی فراهم کرد به گزارش پارسی کانادا به نقل از cicnews دولت کانادا به تازگی اعلام کرده است که اتباع خارجی شاغل در بخش ساختوساز...",
    "content_length":929,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/news\/category\/newsletter\/",
    "title":"اخبار مهاجرتی (کانادا، استرالیا و آلمان) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/news\/category\/newsletter\/_2",
    "content":"پارسی کانادا به نقل از cicnews دولت کانادا به تازگی اعلام کرده است که اتباع خارجی شاغل در بخش ساختوساز... date_range تاریخ آخرین بروزرسانی: 19 فروردین 1404 query_builder 1 دقیقه مطالعه بهروزرسانی برنامه والدین و پدربزرگها و مادربزرگها در سال ۲۰۲۵ به گزارش اداره مهاجرت کانادا و به نقل از پارسی کانادا برنامه والدین پدربزرگها و مادربزرگها PGP به شهروندان و مقیمان دائم... date_range تاریخ آخرین بروزرسانی: 20 اسفند 1403 query_builder 1 دقیقه مطالعه اقدام کانادا برای حمایت از مسکن با تدابیر جدید مهاجرتی به گزارش اداره مهاجرت کانادا و به نقل از پارسی کانادا دولت کانادا برای رفع کمبود نیروی کار در صنعت ساختوساز و... date_range تاریخ آخرین بروزرسانی: 22 اسفند 1403 query_builder 3 دقیقه مطالعه مسیرهای باز اقامت دائم از طریق برنامه مهاجرتی استانی انتاریو OINP 2025 به گزارش پارسی کانادا و به نقل از immigrationnewscanada تعداد دعوتنامه برای برنامه مهاجرتی استانی کاهش یافته است. اگر به دنبال اخذ...",
    "content_length":897,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/news\/category\/newsletter\/",
    "title":"اخبار مهاجرتی (کانادا، استرالیا و آلمان) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/news\/category\/newsletter\/_3",
    "content":"پارسی کانادا و به نقل از immigrationnewscanada تعداد دعوتنامه برای برنامه مهاجرتی استانی کاهش یافته است. اگر به دنبال اخذ... date_range تاریخ آخرین بروزرسانی: 7 اسفند 1403 query_builder 2 دقیقه مطالعه تغییر قوانین مهاجرتی برای ویزاهای موقت کانادا به گزارش پارسی کانادا و به نقل از immigrationnewscanada در تاریخ ۱۲ فوریه ۲۰۲۵ اداره مهاجرت پناهندگی و شهروندی کانادا IRCC اصلاحیههایی... date_range تاریخ آخرین بروزرسانی: 25 بهمن 1403 query_builder 3 دقیقه مطالعه جنجال بیهیاهو ادعای بهاصطلاح مالباختگان و بازیهای مرتبط موسسه مهاجرتی پارسی کانادا یکی از معتبرترین و بزرگترین موسسات مهاجرتی در سطح بینالمللی است که در زمینه ارائه مشاوره و خدمات... date_range تاریخ آخرین بروزرسانی: 25 بهمن 1403 query_builder 2 دقیقه مطالعه کانادا پذیرش درخواست اقامت والدین مهاجران را متوقف کرد به گزارش پارسی کانادا به نقل از cicnews دولت کانادا اعلام کرده که پذیرش درخواستهای اقامت دائم و شهروندی برای والدین و...",
    "content_length":895,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/news\/category\/newsletter\/",
    "title":"اخبار مهاجرتی (کانادا، استرالیا و آلمان) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/news\/category\/newsletter\/_4",
    "content":"پارسی کانادا به نقل از cicnews دولت کانادا اعلام کرده که پذیرش درخواستهای اقامت دائم و شهروندی برای والدین و... date_range تاریخ آخرین بروزرسانی: 18 دی 1403 query_builder 2 دقیقه مطالعه استعفای جاستین ترودو از رهبری حزب لیبرال کانادا و تاثیر آن بر روند مهاجرت به گزارش پارسی کانادا و به نقل از CIC NEWS جاستین ترودو نخست وزیر کانادا اعلام کرد که قصد دارد از سمت... date_range تاریخ آخرین بروزرسانی: 18 دی 1403 query_builder 2 دقیقه مطالعه تغییرات سیستم اکسپرس انتری کانادا در سال ۲۰۲۵ به گزارش CICNews و به نقل از پارسی کانادا در سال 2024 تغییرات عمدهای در سیستم اکسپرس انتری Express Entry ایجاد شد... date_range تاریخ آخرین بروزرسانی: 18 دی 1403 query_builder 3 دقیقه مطالعه معرفی ویزای مهارتی جدید توسط دولت استرالیا به گزارش اداره مهاجرت استرالیا و به نقل از پارسی کانادا دولت استرالیا ویزای مهارتی جدیدی را با عنوان Skills in Demand... date_range تاریخ آخرین بروزرسانی: 13 اسفند 1403 query_builder 1 دقیقه مطالعه جدیدترین قرعهکشی اکسپرس انتری در حوزه بهداشت و درمان!",
    "content_length":970,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/news\/category\/newsletter\/",
    "title":"اخبار مهاجرتی (کانادا، استرالیا و آلمان) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/news\/category\/newsletter\/_5",
    "content":"date_range تاریخ آخرین بروزرسانی: 13 اسفند 1403 query_builder 1 دقیقه مطالعه جدیدترین قرعهکشی اکسپرس انتری در حوزه بهداشت و درمان! به گزارش پارسی کانادا و به نقل از وبسایت cicnews.com بهتازگی اداره مهاجرت پناهندگی و شهروندی کانادا IRCC در تاریخ ۲۰ نوامبر... date_range تاریخ آخرین بروزرسانی: 4 آذر 1403 query_builder 2 دقیقه مطالعه دعوتنامههای ویزای مهارتی صادر شده در 7 نوامبر 2024 وزارت امور داخلی استرالیا DHA برای جذب نیروی کار ماهر در آخرین دور دعوت SkillSelect تعداد 15000 دعوتنامه برای متقاضیان ویزای 189... date_range تاریخ آخرین بروزرسانی: 3 آذر 1403 query_builder 1 دقیقه مطالعه مارک میلر ممکن است امتیازات LMIA را برای اقامت دائم حذف کند! به گزارش پارسی کانادا و به نقل از وبسایت Immigration News Canada وزیر مهاجرت کانادا مارک میلر در حال بررسی تغییر مهمی... date_range تاریخ آخرین بروزرسانی: 4 آذر 1403 query_builder 2 دقیقه مطالعه کاهش 20 درصدی جذب مهاجران کانادا در سال 2025 به گزارش CICNews و به نقل از پارسی کانادا در طرح سطوح مهاجرت منتشر شده در 24 اکتبر 2024 دولت کانادا کاهش...",
    "content_length":997,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/news\/category\/newsletter\/",
    "title":"اخبار مهاجرتی (کانادا، استرالیا و آلمان) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/news\/category\/newsletter\/_6",
    "content":"CICNews و به نقل از پارسی کانادا در طرح سطوح مهاجرت منتشر شده در 24 اکتبر 2024 دولت کانادا کاهش... date_range تاریخ آخرین بروزرسانی: 17 آذر 1403 query_builder 4 دقیقه مطالعه",
    "content_length":173,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]