[
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_0",
    "content":"ویزای کار پس از تحصیل کانادا شرایط مراحل اعتبار و هزینهها دانشجویان بینالمللی از جمله ایرانی با ویزای کار بعد از تحصیل کانادا  PGWP  پس از فارغالتحصیلی از یکی از دانشگاههای کانادا میتوانند برای هر کارفرما به هر تعداد ساعت و در هر نقطه از این کشور مشغول به کار شوند. اعتبار مجوز PGWP از هشت ماه تا سه سال متغیر است. با این ویزا فرصتهای متعددی برای متقاضی جهت اخذ اقامت دائم این کشور فراهم خواهد شد. با تکمیل فرم ارزیابی مهاجرت  شرایطتان برای داشتن این ویزا سنجیده میشود و همکاران ما در اخذ اقامت کانادا همراهتان خواهند بود.",
    "content_length":522,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_1",
    "content":"فرم ارزیابی مهاجرت شرایطتان برای داشتن این ویزا سنجیده میشود و همکاران ما در اخذ اقامت کانادا همراهتان خواهند بود. مواردی که در این مطلب میخوانید چه کسانی میتوانند برای ویزای کار پس از تحصیل کانادا درخواست دهند اعتبار ویزای کار پس از تحصیل کانادا چقدر است اگر پاسپورت قبل از اتمام دوره اعتبار ویزای PGWP منقضی شود چه باید کرد چه مدارکی برای درخواست ویزای کار پس از تحصیل کانادا لازم است انقضای مجوز تحصیل قبل از درخواست PGWP چه کسانی برای دریافت ویزای کار پس از تحصیل در کانادا واجد شرایط نیستند مراحل دریافت ویزای کار پس از تحصیل در کانادا صدور ویزای PGWP چقدر طول میکشد هزینه ویزای کار پس از تحصیل کانادا چقدر است تفاوت PGWP با سایر ویزاهای کاری کانادا چیست چگونه با ویزای PGWP اقامت دائم کانادا را دریافت کنیم ویزای کار بعد از تحصیل کانادا چه کمکی به ما میکند چه کسانی میتوانند برای ویزای کار پس از تحصیل کانادا درخواست دهند اگر شرایط زیر را داشته باشید میتوانید تا 180 روز بعد از فارغالتحصیلی برای ویزای کار بعد از تحصیل کانادا درخواست دهید:  گذراندن و اتمام دوره تحصیلی در یکی از موسسههای آموزشی منتخب کانادا  DLI   داشتن ویزای تحصیلی کانادا  داشتن نامه فارغالتحصیلی شامل تمامی ریز نمرات سرتیفیکیت و  تحصیل بهصورت متداوم  مرخصی نگرفتن طی دوران تحصیل در یک کالج دانشکده یا موسسه فنی تایید شده شامل: 1- کالج و دانشکدههای فنی در استان کبک که دورهای بالای 900 ساعت ارائه میدهد و دیپلم صادر کند.",
    "content_length":1295,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_2",
    "content":"شامل: 1- کالج و دانشکدههای فنی در استان کبک که دورهای بالای 900 ساعت ارائه میدهد و دیپلم صادر کند. 2- موسسه دانشکده یا کالج خصوصی موردتایید دولتهای استانی https:parsicanada.comwp-contentuploads202411canada-pgwp-video.mp4 اعتبار ویزای کار پس از تحصیل کانادا چقدر است اگر شرایط زیر را داشته باشید میتوانید بهمدت 3 سال با ویزای PGWP در کانادا باشید: مقطع تحصیلی: کارشناسی ارشد مدتزمان تحصیل: کمتر از 2 سال حداقل 8 ماه تاریخ فارغالتحصیلی: 15 فوریه 2024 به بعد  برای سایر برنامههای تحصیلی کالج لیسانس و دکترا در کانادا مدت اعتبار اجازه کار بعد از تحصیل در کانادا به شرح زیر است: دانشجویانی که حداقل 8 ماه و کمتر از 2 سال در این کشور مشغول به تحصیل بودهاند مدت اعتبار ویزای PGWP آنها معادل طول دوره تحصیلیشان خواهد بود. برای مثال: دانشجویانی که دوره تحصیلی 9 ماهه را به پایان میرسانند مجوز کار آنها نیز 9 ماهه خواهد بود. دانشجویانی که بیش از 2 سال در کانادا مشغول به تحصیل بودهاند ممکن است ویزای PGWP سهساله دریافت کنند.",
    "content_length":914,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_3",
    "content":"بود. دانشجویانی که بیش از 2 سال در کانادا مشغول به تحصیل بودهاند ممکن است ویزای PGWP سهساله دریافت کنند. دانشجویانی که چندین دوره تحصیلی هر دوره باید 8 ماهه باشد را در کانادا به پایان رساندهاند ممکن است بتوانند برای ویزای PGWP اقدام کنند که اعتبارش معادل جمع طول دوره تحصیلیشان باشد. برای مثال: اگر دو دوره تحصیلی 8 ماهه را گذرانده باشید ویزای کار پس از تحصیل شما 16 ماه معتبر خواهد بود. یک نکته مهم اگر قبلا برای یک دوره تحصیلی ویزای PGWP دریافت کردهاید با تکمیل دورههای دیگر نمیتوانید ویزای جدیدی دریافت کنید که مدت اعتبارش جمع طول اتمام همه دورهها باشد! اگر پاسپورت قبل از اتمام دوره اعتبار ویزای PGWP منقضی شود چه باید کرد نکات زیر را در نظر بگیرید: ویزای PGWP شما فقط تا تاریخ انقضای پاسپورتتان اعتبار خواهد داشت. برای استفاده از کل دوره PGWP ممکن است نیاز به تمدید پاسپورت خود داشته باشید. بهطور کلی فقط میتوانید در صورتی که دولت کانادا از شما بخواهد برای تمدید PGWP اقدام کنید. در این صورت باید بهصورت کتبی درخواست دهید.",
    "content_length":927,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_4",
    "content":"صورتی که دولت کانادا از شما بخواهد برای تمدید PGWP اقدام کنید. در این صورت باید بهصورت کتبی درخواست دهید. چه مدارکی برای درخواست ویزای کار پس از تحصیل کانادا لازم است یکی از مدارک زیر برای اثبات تکمیل تحصیلات خود را باید ارائه دهید: مدرک تحصیلی یا دیپلم نامه رسمی از مدرسه یک نسخه از ریزنمرات کپی از مدارک مهاجرت انقضای مجوز تحصیل قبل از درخواست PGWP اگر مجوز تحصیل Study Permit شما در حال انقضا هست اما هنوز ریزنمرات و کارنامه شما به دستتان نرسیده است نگران نباشید! در این حالت دو راهحل دارید: برای تمدید اقامت خودتان در کانادا ویزای توریستی بگیرید. تا 90 روز پس از انقضا فرصت دارید که برای PGWP درخواست دهید و وضعیت خود را به حالت دانشجو بازگردانید. فقط باید 255 دلار برای درخواست بهصورت آنلاین و 379 دلار هم برای بازگرداندن وضعیت خودتان به دانشجویی باید بپردازید. چه کسانی برای دریافت ویزای کار پس از تحصیل در کانادا واجد شرایط نیستند اگر قبلا اجازه کار بعد از تحصیل در کانادا دریافت کردهاید دیگر نمیتوانید برای آن درخواست دهید.",
    "content_length":931,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_5",
    "content":"واجد شرایط نیستند اگر قبلا اجازه کار بعد از تحصیل در کانادا دریافت کردهاید دیگر نمیتوانید برای آن درخواست دهید. اگر در کانادا دورههای زبان انگلیسی یا فرانسوی را بهعنوان زبان دوم آموزش دیده باشید. اگر دورههای توسعه فردی را گذرانده باشید. اگر بهطور مستقیم از GAC بودجه دریافت کردهاید. اگر بیشتر مدت دوره تحصیلی خود را بهصورت آنلاین گذراندهاید. اگر دوره تحصیلی خود را در یک موسسه غیر کانادایی که در کانادا واقع شده است گذراندهاید. مراحل دریافت ویزای کار پس از تحصیل در کانادا مدارک موردنیاز را جمعآوری کنید. لیست کامل مدارک را در این لینک مشاهده کنید. فرمهای لازم را تکمیل کنید. لیست این فرمها در این لینک  در بخش Step 2. Complete the Application قرار دارد. هزینهها را پرداخت کنید. علاوهبر 155 دلار کانادا هزینه درخواست برای مجوز کار کانادا باید 100 دلار برای مجوز کار باز Open Work Permit پرداخت کنید. بهصورت آنلاین از طریق این لینک  میتوانید درخواست خود را برای دریافت این ویزا ثبت کنید. چرا مجوز کار باز فردی که ویزای PGWP دارد میتواند برای هر کارفرما و در هرجای کانادا مشغول به کار شود!",
    "content_length":987,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_6",
    "content":"مجوز کار باز فردی که ویزای PGWP دارد میتواند برای هر کارفرما و در هرجای کانادا مشغول به کار شود! صدور ویزای PGWP چقدر طول میکشد بهتر است که در این خصوص از تجربیات دیگران استفاده کنیم: تجربه کاربر اول در سایت Quora: مدتزمان پردازش درخواست PGWP در کانادا متفاوت است. بهطور معمول حدود 3 تا 4 ماه طول میکشد. با این حال چند عامل میتواند روی زمان پردازش تأثیر بگذارند مانند: تعداد درخواستها و کامل بودن مدارک شما تجربه کاربر دوم در سایت canadavisa: من در ۲۵ اردیبهشت درخواست دادم و تاییدیه آن را در ۲۴ مهر دریافت کردم. ۵ ماه طول کشید تقریبا ۱۵۶ روز که این مدت بسیار برای من دیوانه کننده بود. برای شغل جدید نمیتوانستم درخواست دهم زیرا اکثر کارفرماها نامه موقت مجوز کار را قبول نمیکردند. نکته مهمی که وجود دارد این است که تماس گرفتم و شرایطم را توضیح دادم آنها یک یادداشت روی پرونده گذاشتند تا افسر ببیند. بعد از دو هفته درخواست من تایید شد و ویزای را دریافت کردم!",
    "content_length":856,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_7",
    "content":"یادداشت روی پرونده گذاشتند تا افسر ببیند. بعد از دو هفته درخواست من تایید شد و ویزای را دریافت کردم! هزینه ویزای کار پس از تحصیل کانادا چقدر است خدمات هزینه مجوز کار 155 دلار مجوز کار باز 100 دلار بیومتریک 85 دلار تفاوت PGWP با سایر ویزاهای کاری کانادا چیست برای دریافت ویزای کار پس از تحصیل در کانادا نیازی به ارزیابی بازارکار وجود ندارد اما برای دریافت دیگر مجوزهای کاری باید ببینید دولت کانادا هرساله به کدام مساغل نیاز دارد! برای دریافت PGWP به سابقه کار نیاز ندارید اما برای دریافت سایر مجوزهای کاری باید تجربه کاری زیادی داشته باشید. دریافت ویزای کار بعد از تحصیل کانادا فرصتی را برای دریافت اقامت دائم برایتان به وجود میآورد. برای درک این تفاوت میتوانید مطلب ویزای کاری کانادا را مطالعه کنید در این محتوا تمامی روشهای مهاجرت کاری به کانادا توضیح داده شده است. چگونه با ویزای PGWP اقامت دائم کانادا را دریافت کنیم با استفاده از این مجوز میتوان به راحتی در کانادا ماند جویای کار شد و در صورت پیدا کردن یک کار تماموقت برای اقامت دائم اقدام کرد.",
    "content_length":948,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_8",
    "content":"راحتی در کانادا ماند جویای کار شد و در صورت پیدا کردن یک کار تماموقت برای اقامت دائم اقدام کرد. روال به اینصورت است که با استفاده از این مجوز میتوانید سابقه کار در کانادا به دست آورید. سپس با استفاده از این سابقه از طریق یکی از برنامههای مهاجرتی که تحت سیستم اکسپرس انتری کانادا هست برای دریافت اقامت دائم کانادا درخواست دهید. یک نکته مهم بهترین روش برای دریافت اقامت دائم کانادا برای کسانی که ویزای کار پس از تحصیل دارند برنامه CEC یا تجربه کار کانادایی است. ویزای کار بعد از تحصیل کانادا چه کمکی به ما میکند ویزای کار بعد از تحصیل در کانادا به گونهای طراحی شده که یک مسیر کارآمد تا اقامت دائم برای دانشجوهای بینالمللی که در حال تحصیل در کانادا هستند ایجاد کند. زمانی که علاوه بر داشتن ویزای تحصیلی کانادا و همراه شدن آن با سابقه کاری در این کشور موقعیت شما را برای پذیرش در برنامههای مهاجرتی سیستم اکسپرس انتری بسیار ایدهآل خواهد کرد. در نتیجه در صورتی که در کانادا تحصیل کردهاید به فکر گرفتن این ویزا هم باشید.",
    "content_length":913,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_9",
    "content":"بسیار ایدهآل خواهد کرد. در نتیجه در صورتی که در کانادا تحصیل کردهاید به فکر گرفتن این ویزا هم باشید. سوالات متداول مهلت برای دریافت ویزای کار پس از تحصیل کانادا چقدر است از روزی که فارغالتحصیل میشوید یعنی زمانی که ریزنمرات و نامه از موسسه DLI دریافت کردید میتوانید تا حداکثر 180 روز برای دریافت این ویزا اقدام کنید. آیا میتوان خارج از کانادا برای ویزای PGWP درخواست داد بله میتوان خارج از کشور کانادا هم برای گرفتن ویزای PGWP کانادا درخواست داد. قبلا این امکان وجود نداشت. در صورتی که خارج از کانادا باشید برای اخذ ویزای کار پس از تحصیل در کانادا ممکن است مدارک دیگری هم از شما درخواست شود. آیا میتوان ویزای کار بعد از تحصیل کانادا را تمدید کرد خیر به جز موارد اندکی که ممکن است به شما از قبل اطلاع داده باشند نمیتوان برای تمدید این گواهی اقدام کرد. در صورتی که به شما اطلاع بدهند میتوانید برای درخواست مجددش اقدام کنید. درخواست به صورت آنلاین نیست. باید به صورت دستی یک درخواست بنویسید و بخواهید که این گواهی برای مدتی که باید برای شما تمدید کنند.",
    "content_length":948,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_10",
    "content":"باید به صورت دستی یک درخواست بنویسید و بخواهید که این گواهی برای مدتی که باید برای شما تمدید کنند. صدور ویزای PGWP چقدر طول میکشد تقریبا 120 روز این روند طول میکشد. context: https:schema.org, type: FAQPage, mainEntity:  type: Question, name: مهلت برای دریافت ویزای کار پس از تحصیل کانادا چقدر است, acceptedAnswer:  type: Answer, text: از روزی که فارغالتحصیل میشوید یعنی زمانی که ریزنمرات و نامه از موسسه DLI دریافت کردید میتوانید تا حداکثر 180 روز برای دریافت این ویزا اقدام کنید. , type: Question, name: آیا میتوان خارج از کانادا برای ویزای PGWP درخواست داد, acceptedAnswer:  type: Answer, text: بله میتوان خارج از کشور کانادا هم برای گرفتن ویزای PGWP کانادا درخواست داد. قبلا این امکان وجود نداشت. در صورتی که خارج از کانادا باشید برای اخذ ویزای کار پس از تحصیل در کانادا ممکن است مدارک دیگری هم از شما درخواست شود.",
    "content_length":817,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_11",
    "content":"کانادا باشید برای اخذ ویزای کار پس از تحصیل در کانادا ممکن است مدارک دیگری هم از شما درخواست شود. , type: Question, name: آیا میتوان ویزای کار بعد از تحصیل کانادا را تمدید کرد, acceptedAnswer:  type: Answer, text: خیر به جز موارد اندکی که ممکن است به شما از قبل اطلاع داده باشند نمیتوان برای تمدید این گواهی اقدام کرد. در صورتی که به شما اطلاع بدهند میتوانید برای درخواست مجددش اقدام کنید. درخواست به صورت آنلاین نیست. باید به صورت دستی یک درخواست بنویسید و بخواهید که این گواهی برای مدتی که باید برای شما تمدید کنند. , type: Question, name: صدور ویزای PGWP چقدر طول میکشد, acceptedAnswer:  type: Answer, text: تقریبا 120 روز این روند طول میکشد. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند.",
    "content_length":999,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_12",
    "content":"مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 11 آذر 1403 آیا سوالی دارید لغو پاسخ ارسال سوال محدثه 7 دی 1402 سلام وقت بخیر. من میخوام با ویزای تحصیلی به کانادا مهاجرت کنم . چند وقت بعد از فارغ التحصیلی میتونم مجوز کار در کانادا بگیرم یعنی در طول تحصیل نمیتونم کار کنم اجازه کار ندارم پارسی کانادا 9 دی 1402 سلام محدثه عزیز شما در زمان تحصیل در کنار درس اجازه کار پاره وقت به مدت 20 ساعت در هفته را دارید. اما به پس از فارغ التحصیلی میتوانید درخواست ویزای کاری دهید و سپس تمام وقت و با حقوق کامل فعالیت داشته باشین. محیا رحیم زاده 11 خرداد 1402 سلام  آیا با تحصیل در دوره ی master به صورت part-time اجازه ی کار پس از تحصیل صادر می شود  پارسی کانادا 13 خرداد 1402 سلام محیا عزیز بله بعد از اتمام تحصیل شما میتونین ویزاتون رو به ویزای کاری تبدیل کنید.",
    "content_length":947,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/",
    "title":"ویزای کار بعد از تحصیل کانادا (اقامت دائم با فارغ‌التحصیلی)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-post-graduation-work-permit\/_13",
    "content":"13 خرداد 1402 سلام محیا عزیز بله بعد از اتمام تحصیل شما میتونین ویزاتون رو به ویزای کاری تبدیل کنید. برای دریافت اطلاعات بیشتر میتونین فرم زیر را پر بفرمایید. مشاوران ما در اولین فرصت با شما تماس میگرند. فرم ارزیابی مهاجرت مجید قاضی سعیدی 7 مهر 1401 با سلام با داشتن PGWP آیا فقط در رشته مرتبط با رشته تحصیلی دانشگاهی باید کار کرد یا هر شغلی بابت سابقه کار میتوان انجام داد رشته من بیومدیکال در پایه لیسانس هست پارسی کانادا 25 مهر 1401 سلام مجید عزیز..میتونه مرتبط با رشته شما نباشد",
    "content_length":482,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]