[
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_0",
    "content":"برنامه مهاجرتی آتلانتیک کانادا - تعریف مدارک شرایط و مراحل برنامه مهاجرتی آتلانتیک کانادا ویژه نیروهای کار ماهر خارجی و یا فارغ التحصیلان دانشگاههای آتلانتیک است که قصد کار و زندگی در منطقه آتلانتیک کانادا را دارند . منظور از منطقه آتلانتیک 4 استان نیوبرانزویک نوا اسکوشیا جزیره پرنس ادوارد و نیوفاندلند و لابرادور است. اگر مهارت و تخصص شما مطابق با مشاغل مورد نیاز این منطقه باشد و یا اگر فارغالتحصیل دانشگاههای این منطقه هستید مطالعه ادامه مطلب را از دست ندهید و فرم ارزیابی مهاجرت را پر کنید و منتظر راهنمایی ما باشید.",
    "content_length":521,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_1",
    "content":"هستید مطالعه ادامه مطلب را از دست ندهید و فرم ارزیابی مهاجرت را پر کنید و منتظر راهنمایی ما باشید. مواردی که در این مطلب میخوانید ویژگیهای اصلی برنامه مهاجرتی آتلانتیک کانادا شرایط شرکت در برنامه مهاجرتی آتلانتیک کانادا مدارک لازم برای شرکت در برنامه آتلانتیک کانادا معرفی برنامه مهاجرتی آتلانتیک کانادا معرفی منطقه آتلانتیک کانادا توضیحات تکمیلی مدارک لازم برای شرکت در برنامه مهاجرتی آتلانتیک هزینه برنامه مهاجرتی آتلانتیک کانادا مراحل شرکت در برنامه مهاجرتی آتلانتیک کانادا مزایای شرکت در برنامه مهاجرتی آتلانتیک کانادا اقامت دائم کانادا با برنامه مهاجرتی آتلانتیک ویژگیهای اصلی برنامه مهاجرتی آتلانتیک کانادا نوع اقامت : دائم مدت زمان اخذ ویزا : 6 ماه هزینه های دولتی : 1525 دلار شرایط شرکت در برنامه مهاجرتی آتلانتیک کانادا سابقه کار مرتبط یا مدرک تحصیلی از مراکز آموزشی حوزه آتلانتیک کانادا مدرک زبان آیلتس 4 یا 5 تمکن مالی 3,439 برای یک نفر اخذ جاب آفر از کارفرمایی در حوزه آتلانتیک با اعتبار حداقل یک ساله گواهی معادلسازی مدرک تحصیلی دیپلم برای مشاغل فنی لیسانس برای مشاغل تخصصی مدارک لازم برای شرکت در برنامه آتلانتیک کانادا تمامی مدارک زیر باید ترجمه شده بههمراه گواهی مترجم ارائه شوند: مدرک زبان Language Test نامه تمکن مالی Proof of Funds نامه برنامه اسکان یا settlement plan جابآفر یا پیشنهاد شغلی Job Offer نامه تایید جاب آفر از استان مورد نظر Certificate of Endorsement معادلسازی مدارک تحصیلی ECA گواهی عدم سوءپیشینه برای تمامی متقاضیان بالای 18 سال جزئیات مربوط درباره تعریف جابآفر و راههای تشخیص جابآفر تقلبی از واقعی را در صفحه جابآفر کانادا بخوانید.",
    "content_length":1468,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_2",
    "content":"18 سال جزئیات مربوط درباره تعریف جابآفر و راههای تشخیص جابآفر تقلبی از واقعی را در صفحه جابآفر کانادا بخوانید. همچنین اگر مستقیما میخواهید درباره جابآفر مخصوص حوزه آتلانتیک اطلاعات کسب کنید صفحه جابآفر آتلانتیک کانادا را بخوانید. اگر فکر میکنید شرایط شرکت در این برنامه را دارید پس لازم است جزئیات بیشتری درباره آن بدانید. بههمین منظور در ادامه هر کدام از شرایط و مدارک را زیر ذرهبین بردهایم. درضمن میتوانید با ما در ارتباط باشید تا ما راهنمای شما باشیم: از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":866,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_3",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; معرفی برنامه مهاجرتی آتلانتیک کانادا برنامه آتلانتیک کانادا در واقع 4 گروه مختلف را هدف خود قرار داده است: نیروهای کار ماهر و متخصص خارجی که به دنبال مهاجرت به کانادا هستند فارغالتحصیلان بینالمللی دانشگاههای کانادا که به دنبال تبدیل اقامت موقت کانادا به دائم هستند افرادی که در حال حاضر با اقامت موقت در کانادا حضور دارند و به دنبال اقامت دائم کانادا هستند کارفرمایان کانادایی 4 استان حوزه آتلانتیک که به دنبال نیروی کار متخصص هستند برنامه مهاجرتی آتلانتیک محبوب در میان ایرانیان! چرا برنامه مهاجرتی آتلانتیک در میان ایرانیان بسیار محبوب است Your browser does not support the audio tag.",
    "content_length":967,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_4",
    "content":"میان ایرانیان! چرا برنامه مهاجرتی آتلانتیک در میان ایرانیان بسیار محبوب است Your browser does not support the audio tag. معرفی منطقه آتلانتیک کانادا آتلانتیک کانادا بهعنوان اولین قسمت از آمریکای شمالی است که توسط اروپاییها کشف شده است و شامل چهار استان است که از گروههای کوچکی تحتعنوان جزیره و شبهجزیره تشکیل شدهاند. این منطقه با اینکه جمعیت بسیار کمی دارد اما فرهنگی غرورآمیز و مردم با آدابورسوم چند صد ساله آن زبانزد خاص و عام است. استانهای حوزه آتلانتیک کانادا عبارتاند از: نیوبرانزویک نوا اسکوشیا جزیره پرنس ادوارد نیوفاندلند و لابرادور برای آشنایی با هر استان روی نام آن کلیک کنید.",
    "content_length":586,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_5",
    "content":"از: نیوبرانزویک نوا اسکوشیا جزیره پرنس ادوارد نیوفاندلند و لابرادور برای آشنایی با هر استان روی نام آن کلیک کنید. در جدول زیر نیز میتوانید تعداد پذیرفتهشدگان برنامه مهاجرتی آتلانیک کانادا را بین سالهای 2019 تا 2023 مشاهده کنید: تعداد پذیرفتهشدگان برنامه مهاجرتی آتلانیک کانادا را بین سالهای 2019 تا 2023 سال نیوفاندلند و لابرادور جزیره پرنس ادوارد نوا اسکوشیا نیوبرانزویک 2019 545 1130 3240 2760 2020 620 1250 3500 2900 2021 680 1400 3800 3050 2022 720 1530 4100 3200 2023 760 1650 4300 3350 توضیحات تکمیلی مدارک لازم برای شرکت در برنامه مهاجرتی آتلانتیک جزئیات مربوط به سابقه کار برای نیروهای کار ماهر سابقه کاری نیروهای کار ماهری که میخواهند برای این برنامه مهاجرتی درخواست دهند باید شرایط زیر را داشته باشد: در 5 سال گذشته معادل 1560 ساعت کار کرده باشید از مشاغل بدون حقوق نباشد سابقه کار خوداشتغال مورد قبول نیست میتواند مجموع شغل تمام وقت و پاره وقت باشد میتواند در داخل کانادا یا خارج از آن باشد کار ضمن تحصیل به شرطی که از حد مجاز خود عبور نکرده باشد مورد قبول است سابقه کار باید در یکی از مشاغل جدول زیر باشد TEER انواع مشاغل مثال TEER 0 مشاغل مدیریتی مدیران تبلیغات بازاریابی روابط عمومی و مدیران مالی TEER 1 مشاغل نیازمند مدرک دانشگاهی مشاوران مالی مهندسان نرم افزار TEER 2 مشاغلی که نیازمند موارد زیر هستند: مدرک دیپلم کارآموزی به مدت ۲ سال یا بیشتر مشاغل نظارتی تکنسین شبکههای کامپیوتری و وب تکنسین های آزمایشگاه های پزشکی TEER 3 مشاغلی که نیازمند موراد زیر هستند: دیپلم کارآموزی کمتر از دو سال یا بیش از شش آموزش کاری نانواها دستیاران دندانپزشکی و دستیاران آزمایشگاه دندانپزشکی TEER 4 مشاغلی که معمولا یکی از موارد زیر را نیاز دارند: دیپلم از دبیرستان یا چندین هفته آموزش کاری ارائه دهندگان مراقبت از کودک در منزل خرده فروشان TEER 5 مشاغلی که معمولا به ارائه کار کوتاه مدت و بدون آموزش رسمی نیاز دارند.",
    "content_length":1715,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_6",
    "content":"در منزل خرده فروشان TEER 5 مشاغلی که معمولا به ارائه کار کوتاه مدت و بدون آموزش رسمی نیاز دارند. کارگران محوطه سازی و تعمیر و نگهداری زمین رانندگان خدمات تحویل و توزیع کنندگان نکاتی برای اخذ جاب آفر کانادا جابآفر شما باید از یک کارفرمای مورد تائید از چهار استان نیوبرانزویک نیوفاندلند و لابرادور نوا اسکوشیا و جزیره پرنس ادوارد باشد. علاوه براین جابآفر باید ویژگیهای زیر را نیز داشته باشد: تمام وقت باشد برای مشاغل فصلی نباشد برای مشاغل TEER صفر یک دو و سه باید یک ساله باشد برای مشاغل TEER چهار شغل باید دائمی باشد جابآفر نمیتواند از شرکتی باشد که شما یا همسرتان سهامدار عمده آن هستید جابآفر باید متناسب با سابقه کار و تخصص شما باشد مگر اینکه دانشجوی فارغالتحصیل شده از دانشگاههای کانادا باشید کارفرمایی که جابآفر و صادر کرده است حداقل 2 سال در استانهای آتلانتیک فعالیت کرده باشد  یک نکته مهم مشاغل این برنامه مهاجرتی نیازی به مدرک LMIA ندارند.",
    "content_length":845,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_7",
    "content":"2 سال در استانهای آتلانتیک فعالیت کرده باشد یک نکته مهم مشاغل این برنامه مهاجرتی نیازی به مدرک LMIA ندارند. این مدرک ثابت میکند نیروی کار مورد نظر کارفرما در کانادا پیدا نشده است سابقه کار لازم برای جابآفر گروههای شغلی را میتوانید در جدول زیر مشاهده کنید: مثال : اگر سابقه کار شما در یکی از مشاغل گروه TEER 2 است  مطابق ردیف سمت چپ جدول تنها اجازه کار در جابآفرهای گروه TEER 0,1,2 را خواهید داشت.",
    "content_length":396,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_8",
    "content":"گروه TEER 2 است مطابق ردیف سمت چپ جدول تنها اجازه کار در جابآفرهای گروه TEER 0,1,2 را خواهید داشت. گروههای شغلی سابقه کار لازم TEER 0 TEER 0, 1, 2, 3, 4 TEER 1 TEER 1, 2, 3, 4 TEER 2 TEER 2, 3, 4 TEER 3 TEER 3, 4 TEER 4 TEER 4 برای روش برنامه آتلانتیک کانادا افرادی که در مشاغل زیر تخصص و مهارت دارند نیازی نیست سوابق کاریشان طبق جدول بالا باشد: ناک 32101 شغل Licensed practical nurses ناک 31301 شغل Registered nurses and registered psychiatric nurses ناک 33102 شغل کمک بهیار یا Nurse aides, orderlies and patient service associates نام 44101 شغل Home support workers, caregivers and related occupations جزئیات تمکن مالی برای آتلانتیک کانادا اثبات توانایی مالی برای کار و زندگی در کانادا برای این روش مهاجرتی اجباری است. اما اگر در حال حاضر در کانادا هستید و با مجوز کار موقت مشغول کار هستید نیازی به نامه تمکن مالی ندارید!",
    "content_length":823,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_9",
    "content":"در حال حاضر در کانادا هستید و با مجوز کار موقت مشغول کار هستید نیازی به نامه تمکن مالی ندارید! برای محاسبه تمکن مالی باید خودتان همسر یا پارتنر فرزندان خود و یا فرزندان همسرتان را حساب کنید تمکن مالی باید به محض ورود به کشور کانادا برای شما در دسترس باشد پس نمیتوانید برای آن اسناد ملک و زمین ارائه دهید و یا این پول را از کسی قرض کنید نامه تمکن مالی باید در سربرگ بانک مورد نظر شما باشد و دارای جزئیاتی مانند اطلاعات تماس بانک نام و مشخصات شما اطلاعات کامل حساب باشد  یک نکته مهم حتی اگر فرزندان شما قرار نیست همراه شما به کانادا بیایند باز هم باید آنها را در محاسبه تمکن مالی حساب کنید.",
    "content_length":588,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_10",
    "content":"فرزندان شما قرار نیست همراه شما به کانادا بیایند باز هم باید آنها را در محاسبه تمکن مالی حساب کنید. جدول تمکن مالی برنامه مهاجرتی آتلانتیک کانادا آپدیت 25 آوریل 2023 تعداد اعضای خانواده تمکن مالی مورد نیاز دلار 1 3,439 2 4,281 3 5,263 4 6,391 5 7,248 6 8,175 7 9,101 بیش از هفت نفر بهازای هر نفر 926 نکات مربوط به مدرک زبان برای برنامه مهاجرتی آتلانتیک کانادا مدارک زبان مورد تائید اداره مهاجرت کانادا برای این روش مهاجرتی را در زیر مشاهده کنید: CELPIP برای زبان انگلیسی IELTS برای زبان انگلیسی PTE برای زبان انگلیسی TEF برای زبان فرانسوی TCF برای زبان فرانسوی نمره هر کدام از این مدارک را باید به CLB تبدیل کنید.",
    "content_length":613,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_11",
    "content":"TEF برای زبان فرانسوی TCF برای زبان فرانسوی نمره هر کدام از این مدارک را باید به CLB تبدیل کنید. مدرک زبان برای برنامه مهاجرتی آتلانتیک کانادا میتوانید یکی از نمرات زیر باشد: نمره زبان CLB 5 برای جابآفرهای گروه شغلی TEER صفر یک دو یا سه نمره زبان CLB 4 برای جابآفرهای گروه شغلی TEER چهار مثالهای این گروههای شغلی را میتوانید در جدول زیر مشاهده کنید: TEER انواع مشاغل مثال TEER 0 مشاغل مدیریتی مدیران تبلیغات بازاریابی روابط عمومی و مدیران مالی TEER 1 مشاغل نیازمند مدرک دانشگاهی مشاوران مالی مهندسان نرم افزار TEER 2 مشاغلی که نیازمند موارد زیر هستند: مدرک دیپلم کارآموزی به مدت ۲ سال یا بیشتر مشاغل نظارتی تکنسین شبکههای کامپیوتری و وب تکنسین های آزمایشگاه های پزشکی TEER 3 مشاغلی که نیازمند موراد زیر هستند: دیپلم کارآموزی کمتر از دو سال یا بیش از شش آموزش کاری نانواها دستیاران دندانپزشکی و دستیاران آزمایشگاه دندانپزشکی TEER 4 مشاغلی که معمولا یکی از موارد زیر را نیاز دارند: دیپلم از دبیرستان یا چندین هفته آموزش کاری ارائه دهندگان مراقبت از کودک در منزل خرده فروشان TEER 5 مشاغلی که معمولا به ارائه کار کوتاه مدت و بدون آموزش رسمی نیاز دارند.",
    "content_length":1048,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_12",
    "content":"در منزل خرده فروشان TEER 5 مشاغلی که معمولا به ارائه کار کوتاه مدت و بدون آموزش رسمی نیاز دارند. کارگران محوطه سازی و تعمیر و نگهداری زمین رانندگان خدمات تحویل و توزیع کنندگان نکات مربوط به مدرک برنامه اسکان بعد از اخذ جابآفر باید برنامه اسکان settlement plan را آماده کنید. داشتن این برنامه به شما و خانوادهتان کمک میکند با محل اقامت جدید خود در کانادا زودتر تطبیق پیدا کنید و از یک سری خدمات هم استفاده کنید. تهیه این برنامه رایگان است و برای اخذ آن باید باسازمانهای ارائه خدمات برنامه اسکان ارتباط بگیرید. لیست این سازمانها را اینجا ببینید. بعد از اخذ برنامه اسکان استان مورد نظر باید جابآفر شما را تایید کند. احتمالا این مرحله را خود کارفرما انجام میدهد. نکته مهم : تا قبل از تایید جابآفرتان درخواست اخذ اقامت دائم کانادا را ثبت نکنید. بعد از اخذ تاییدیه جابآفر از سوی استان نامه Certificate of Endorsement را در ایمیل خود دریافت خواهید و پس از آن میتوانید برای اقامت دائم درخواست دهید.",
    "content_length":890,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_13",
    "content":"نامه Certificate of Endorsement را در ایمیل خود دریافت خواهید و پس از آن میتوانید برای اقامت دائم درخواست دهید. جزئیات مربوط به گواهی معادلسازی مدارک تحصیلی اگر بهعنوان نیروی کار ماهری که خارج از کانادا تحصیل کرده است قصد شرکت در این برنامه را دارید مدرک ECA یا معادلسازی مدارک تحصیلی ایران با کانادا را ارائه کنید که باید ویژگیهای زیر را داشته باشد: برای جابآفر گروههای شغلی TEER صفر یا یک مدرک معادلسازی شده لیسانس ارائه دهید برای جابآفر گروههای شغلی TEER دو سه و چهار مدرک معادلسازی شده دیپلم ارائه دهید گواهی مدارک تحصیلی معادلسازی شده دارای 5 سال اعتبار باشد و در 24 ماه قبل از ثبت درخواست اقامت دائم اخذ شده باشد برای کسب اطلاعات بیشتر مقاله ECA چیست را بخوانید.",
    "content_length":668,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_14",
    "content":"24 ماه قبل از ثبت درخواست اقامت دائم اخذ شده باشد برای کسب اطلاعات بیشتر مقاله ECA چیست را بخوانید. جزئیات مربوط به سوابق تحصیلی برای فارغالتحصیلان حوزه آتلانتیک اگر فارغالتحصیل یکی از دانشگاههای حوزه آتلانتیک هستید نیازی به سابقه کار ندارید و باید: طول دوران تحصیلتان بیشتر از 2 سال باشد دانشجوی تمام وقت بوده باشید بهمدت حداقل 16 ماه در یکی از 4 استان حوزه آتلانتیک زندگی کرده باشید ویزا یا مجوز معتبری برای حضور در کانادا جهت کار تحصیل یا آموزش داشته باشید اگر در گروههای شغلی TEER صفر یا یک جابآفر دارید باید مدرک تحصیلی لیسانس از دانشگاههای حوزه آتلانتیک ارائه دهید اگر در گروههای شغلی TEER دو سه و چهار جابآفر دارید باید دیپلم کانادایی داشته باشید جزئیات مربوط به اخذ ورک پرمیت یا مجوز کار موقت در مدت زمانی که منتظر تایید درخواست اقامت دائم خود هستید میتوانید برای اخذ ورک پرمیت یا مجوز کار موقت در کانادا هم درخواست دهید تا زودتر به کانادا بروید.",
    "content_length":854,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_15",
    "content":"هستید میتوانید برای اخذ ورک پرمیت یا مجوز کار موقت در کانادا هم درخواست دهید تا زودتر به کانادا بروید. البته این مجوز کار ویژگیهای زیر را دارد: تنها برای کار در منطقه آتلانتیک است اعتبار آن دو ساله است فقط اجازه کار برای کارفرمایی که از آن جابآفر دارید را خواهید داشت فقط برای جابآفری صادر میشود که کارفرمای آن مورد تایید استان باشد صدور آن نیازمند نامه رسمی استان مبنی بر تایید کار شما است نکته : اخذ ورک پرمیت به معنای تایید درخواست اقامت دائم شما نیست نکته : همزمان با شما همسرتان نیز امکان اخذ مجوز کار باز Open Work Permit را خواهد داشت هزینه برنامه مهاجرتی آتلانتیک کانادا هزینههای دولتی شرکت در برنامه مهاجرتی آتلانتیک را در جدول زیر مشاهده کنید: هزینه درخواست متقاضی 1,525 دلار کانادا درخواست متقاضی بدون حق هزینه اقامت دائم 950 دلار کانادا هزینه همسر یا شریک زندگی 1,525 دلار کانادا هزینه همسر یا شریک زندگی بدون حق هزینه اقامت دائم 950 دلار کانادا هزینه یک فرزند 260 دلار کانادا هزینه بیومتریک - برای هر نفر 85 دلار کانادا هزینه بیومتریک - در خانواده 2 نفر یا بیشتر 170 دلار کانادا مشتریان عزیز پارسی کانادا هزینه این روش مهاجرتی را میتوانند بهصورت تهاتر ملک و خودرو نیز پرداخت کنند.",
    "content_length":1093,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_16",
    "content":"دلار کانادا مشتریان عزیز پارسی کانادا هزینه این روش مهاجرتی را میتوانند بهصورت تهاتر ملک و خودرو نیز پرداخت کنند. مراحل شرکت در برنامه مهاجرتی آتلانتیک کانادا در تصویر زیر مراحل قبل و بعد از ثبتنام را که خود اداره مهاجرت کانادا مشخص کرده است مشاهده میکنید: بعد از بررسی شرایط و امکان تامین مدارک مورد نیاز این برنامه لازم است که برای شرکت در برنامه مهاجرتی آتلانتیک کانادا 6 مرحله زیر را با دقت پشت سر بگذارید: مرحله 1: ثبتنام از تاریخ 21 اکتبر 2022 تمامی ثبتنامهای برنامه آتلانتیک بهصورت آنلاین انجام میشود. در این مرحله بد نیست راهنمای اداره مهاجرت کانادا را در این باره بخوانید و در این صفحه بهصورت آنلاین ثبتنام کنید. مرحله 2: فرمهای مربوطه را پر کنید یک سری فرمها انلاین هستند که در زمان تکمیل پرونده باید پر کنید. سایر فرمها را باید از سایت اداره مهاجرت کانادا دانلود کنید و پس از پر و امضا کردن مجددا در پروفایل خود آپلود کنید.",
    "content_length":834,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_17",
    "content":"از سایت اداره مهاجرت کانادا دانلود کنید و پس از پر و امضا کردن مجددا در پروفایل خود آپلود کنید. این فرمها را از لیست زیر نیز میتوانید دانلود کنید: فرم IMM 5501 اطلاعات متقاضی فرم IMM 5409 فرم IMM 5604 فرم IMM 0157 مرحله 3: تصاویر خود و اعضای خانوادهتان را آپلود کنید از قبل اسکن تصاویر پاسپورتی خود و اعضای خانوادهتان را آماده کنید و در این مرحله آنها را در پروفایلتان آپلود کنید. مرحله 4: هزینه را آنلاین پرداخت کنید هزینهها را بالاتر کامل توضیح دادیم. اما خود اداره مهاجرت کانادا توصیه میکند در این مرحله حداقل هزینه اخذ اقامت دائم را پرداخت کنید تا مشمول تاخیر در روند رسیدگی پرونده نشوید. این هزینه برابر با 575 دلار است. مرحله 5: درخواست خود را امضا و ارسال کنید قبل از ثبت درخواستتان دقت کنید که: پاسخ تمام پرسشها به درستی داده باشید نام و مشخصات خود را دقیقا مطابق با پاسپورتتان وارد کرده باشید تمامی فرمهای لازم را امضا کرده باشید تمام فرمها را آپلود کرده باشید نکته: هرگونه نقص در پرونده شما میتواند منجر به ریجکتی شود.",
    "content_length":928,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_18",
    "content":"امضا کرده باشید تمام فرمها را آپلود کرده باشید نکته: هرگونه نقص در پرونده شما میتواند منجر به ریجکتی شود. مرحله 6: پس از ثبت درخواست پس از ثبت درخواست اقامت دائم ضمن اینکه باید دائما اطلاعات پروفایلتان را آپدیت نگه دارید اداره مهاجرت موارد زیر را برای شما ارسال میکند: انجام انگشتنگاری انجام تست مدیکال ایمیل تایید بررسی پرونده شما درخواست تکمیل مدارک در صورت نیاز تنظیم یک مصاحبه در صورت نیاز درخواست پرداخت هزینه اخذ اقامت دائم مزایای شرکت در برنامه مهاجرتی آتلانتیک کانادا مهمترین مزیت این برنامه اخذ اقامت دائم کانادا است این برنامه 4 استان آتلانتیک کانادا یعنی نیوبرانزویک نوا اسکوشیا جزیره پرنس ادوارد و نیوفاندلند و لابرادور را پوشش میدهد نیروهای کار متخصص و حرفهای با پیدا کردن جابآفر مناسب میتوانند بهراحتی اقامت دائم کانادا را بگیرند دانشجویانی که در استانهای آتلانتیک کانادا تحصیل کردهاند بدون نیاز به سابقه کاری میتوانند اقامت موقت خود را به دائم تبدیل کنند سن متقاضی در این برنامه اهمیتی ندارد ظرف مدت شش ماه میتوانید با این برنامه به کانادا مهاجرت کنید مشاغل موردنیاز این برنامه نیازی به LMIA ندارد مبلغ تمکن مالی این برنامه به نسب سایر برنامهها کمتر است مهارت زبان یا سوابق شغلی سخت گیرانهای برای استفاده از این برنامه نیاز نیست پس از اخذ اقامت دائم کانادا میتوانید از مزایای ویژه همچون امکانات بهداشتی رایگان اقامت در هر منطقه از کانادا و درخواست شهروندی کانادا پس از سه سال اقامت در این کشور بهرهمند شوید اقامت دائم کانادا با برنامه مهاجرتی آتلانتیک استفاده از برنامه مهاجرتی آتلانتیک یکی از بهترین روشها برای مهاجرت به کانادا است تنها کافی است یا در این منطقه تحصیل کرده باشید یا در یکی از مشاغل مورد نیاز این منطقه تخصص و سابقه کار داشته باشید.",
    "content_length":1563,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_19",
    "content":"این منطقه تحصیل کرده باشید یا در یکی از مشاغل مورد نیاز این منطقه تخصص و سابقه کار داشته باشید. در این مقاله شرایط مراحل و هزینه مهاجرت به منطقه آتلانتیک کانادا را مورد بررسی قرار دادیم. اما در صورتی که نیاز به اطلاعات بیشتر درباره نحوه مهاجرت و زندگی در کانادا دارید کافی است با کارشناسان پارسی کانادا در ارتباط باشید. سوالات متداول آیا امکان شرکت در برنامه آتلانتیک کانادا بدون جابآفر وجود دارد خیر! یکی از الزامات این برنامه داشتن جابآفر از یک کارفرمای کانادایی ساکن در چهار استان حوزه آتلانتیک کانادا است. در برنامه آتلانتیک کانادا از لحظه ثبت درخواست تا ویزا شدن چقدر زمان میبرد در نیمه اول سال 2023 مدت زمان صدور ویزا در روش آتلانتیک کانادا 6 ماه است. آیا امکان شرکت در برنامه آتلانتیک کانادا بدون مدرک زبان وجود دارد خیر! این برنامه مهاجرتی برای مشاغل نیمه تخصصی حداقل CLB4 و برای مشاغل تخصصی CLB5 نیاز دارد.",
    "content_length":815,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_20",
    "content":"زبان وجود دارد خیر! این برنامه مهاجرتی برای مشاغل نیمه تخصصی حداقل CLB4 و برای مشاغل تخصصی CLB5 نیاز دارد. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 10 شهریور 1403 آیا سوالی دارید لغو پاسخ ارسال سوال لاله عبدی 28 دی 1403 سلام و عرض ارادت. در مورد رمربیگری رشته بدنسازی با ۷ سال سابقه کار امکان استفاده از برنامه آتلانتیک و گرفتن جاب آفر وجود دارد پارسی کانادا 28 فروردین 1404 سلام! بله امکان استفاده از برنامه آتلانتیک و دریافت جاب آفر برای مربیگری بدنسازی با ۷ سال سابقه کار وجود دارد. لاله عبدی 28 دی 1403 عرض سلام و ادارت.",
    "content_length":982,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_21",
    "content":"آفر برای مربیگری بدنسازی با ۷ سال سابقه کار وجود دارد. لاله عبدی 28 دی 1403 عرض سلام و ادارت. فرزند پسر ۳۰ ساله ای دارم که ۷ سال سابقه مربیگری بدنسازی در باشگاه های معتبر تهران داره به اضافه مدارک متعدد از دوره های بین المللی مربوط به تغذیه ورزشی و امثالهم. آیا جاب آفر مربوط به این تخصص شامل برنامه آتلانتیک میشه و می تونه در این مورد اقدام کنه پارسی کانادا 28 فروردین 1404 سلام! بله فرزند شما با سابقه مربیگری بدنسازی و مدارک بینالمللی میتواند برای دریافت جاب آفر در برنامه آتلانتیک اقدام کند. مریم مولایی 11 آذر 1403 سلام . حدود مبلغی که یک شخص با شغل رانندگی باید برای مهاجرت از طریق برنامه ی مهاجرتی اتلانتیک در نظر بگیریم حدودا چقدر هست پارسی کانادا 28 فروردین 1404 سلام! هزینههای مهاجرت برای شغل رانندگی معمولا شامل هزینههای ویزا مدارک و سایر هزینههای مربوطه است و به طور کلی میتواند بین ۵۰۰۰ تا ۱۰۰۰۰ دلار کانادا باشد. مائده زارعی 29 تیر 1403 سلام . متخصص رشته دندانپزشکی ترمیمی و زیبایی هستم .",
    "content_length":902,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/atlantic-immigration-program\/",
    "title":"برنامه مهاجرتی آتلانتیک کانادا (شرایط + مدارک + مراحل)",
    "chunk_id":"https:\/\/parsicanada.com\/atlantic-immigration-program\/_22",
    "content":"تا ۱۰۰۰۰ دلار کانادا باشد. مائده زارعی 29 تیر 1403 سلام . متخصص رشته دندانپزشکی ترمیمی و زیبایی هستم . آیا در صورت مهاجرت به حوزه اتلانتیک نیاز به آزمون معادلسازی هم دارم یا فقط مدرک زبان کافیست  پارسی کانادا 28 فروردین 1404 سلام! بله به عنوان متخصص دندانپزشکی شما نیاز به آزمون معادلسازی دارید و مدرک زبان نیز الزامی است. فروغ رضوی مهر 18 فروردین 1403 سلام فروغ هستم .حسابدارم و17 سال سابقه کار در رشته حسابداری دارم .آیا شرایط مهاجرت را دارم پارسی کانادا 2 اردیبهشت 1403 سلام فروغ عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتیدسپاسگزاریم جهت راهنمایی بهتر نیاز به اطلاعات دقیق تری از شما داریم بدین منظور فرم ارزیابی مهاجرت را تکمیل نمایید مشاوران به زودی با شما تماس میگیرند و کامل راهنماییتان میکنند. 1 2 بعدی",
    "content_length":723,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]