[
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_0",
    "content":"ویزای خوداشتغالی کانادا برای ورزشکاران و هنرمندان! ویزای خوداشتغالی کانادا به ورزشکاران و هنرمندانی ارائه میشود که مایل و قادر به ایجاد خوداشتغالی در کانادا هستند و میتوانند سهم قابل توجهی در زندگی فرهنگی یا ورزشی کانادا داشته باشند اما نه هر هنرمند و ورزشکاری. از مزایای اخذ ویزای خوداشتغالی یا Self-Employed دریافت اقامت دائم کانادا به همراه اعضای خانواده است. در این مطلب ویزای سلف ایمپلوید کانادا و شرایط اخذ آن را بررسی میکنیم. تعریف مراحل مدارک هزینهها لیست مشاغل خوداشتغالی کانادا و امتیازبندی را هم در ادامه توضیح خواهیم داد. تغییرات جدید ویزای خوداشتغالی کانادا با توجه به تعداد زیاد درخواستهای ارسال شده برای ویزای خوداشتغالی کانادا این برنامه از 30 آوریل 2024 تا پایان سال 2026 بسته شده است. همچنین زمان رسیدگی به درخواستهای ارسال شده به بیش از 4 سال افزایش یافت. پیشنهاد میکنیم برای بررسی سایر روشهای مهاجرتی به این کشور مطلب مهاجرت به کانادا را مطالعه کنید.",
    "content_length":870,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_1",
    "content":"سال افزایش یافت. پیشنهاد میکنیم برای بررسی سایر روشهای مهاجرتی به این کشور مطلب مهاجرت به کانادا را مطالعه کنید. مواردی که در این مطلب میخوانید چه کسانی میتوانند برای دریافت ویزای خوداشتغالی کانادا اقدام کنند لیست مشاغل ویزای خوداشتغالی کانادا مراحل دریافت ویزای خوداشتغالی کانادا چه مدارکی برای دریافت ویزای خوداشتغالی کانادا لازم است هزینه دریافت ویزای خوداشتغالی کانادا چقدر است مزایا و معایب ویزای خوداشتغالی کانادا ویزای خوداشتغالی کانادا مخصوص هنرمندان و ورزشکاران حرفهای چه کسانی میتوانند برای دریافت ویزای خوداشتغالی کانادا اقدام کنند برای دریافت ویزای خوداشتغالی کانادا باید در درجه اول از تمکن مالی برخوردار باشید و قصد و توانایی خود را برای خوداشتغالی در کانادا در مشاغل مجاز ثابت کنید.",
    "content_length":697,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_2",
    "content":"از تمکن مالی برخوردار باشید و قصد و توانایی خود را برای خوداشتغالی در کانادا در مشاغل مجاز ثابت کنید. مهمترین شرایط مهاجرت از طریق خوداشتغالی این موارد است: داشتن حداقل 2 سال سابقه کار مرتبط در فعالیتهای فرهنگی یا ورزشی در 5 سال گذشته طبق شرایطی که در ادامه گفته میشود داشتن تمایل و توانایی ایجاد خوداشتغالی در کانادا کسب حداقل امتیاز لازم  35 امتیاز بر اساس فاکتورهای سابقه کار سن زبان و امتیاز سازگاری تطابق مهارت و شغل متقاضی با مشاغل مجاز برای خوداشتغالی داشتن تمکن مالی برای پرداخت هزینههای زندگی و ایجاد شغل توانایی ایجاد تاثیر مثبت و قابل توجهی در جامعه فرهنگی یا ورزشی کانادا گذراندن معاینات پزشکی و گواهی پلیس در ادامه این شرایط را بررسی میکنیم:  شرایط سابقه کاری برای ویزای خوداشتغالی کانادا فرد خوداشتغال به فردی گفته می شود که حداقل 2 سال در 5 سال گذشته تجربه خوداشتغالی مرتبط در یک فعالیت فرهنگی یا ورزشی را داشته باشد. این تجربه باید یکی از حالتهای زیر باشد: 1- هنرمند یا ورزشکاری که در فعالیتهای هنری یا ورزشی در سطح جهانی شرکت کرده است.",
    "content_length":952,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_3",
    "content":"از حالتهای زیر باشد: 1- هنرمند یا ورزشکاری که در فعالیتهای هنری یا ورزشی در سطح جهانی شرکت کرده است. برای مثال ورزشکارانی که مدال مسابقات جهانی را داشته باشند یا هنرمندی که در سطح جهانی شناخته شده است. 2- هنرمند یا ورزشکاری که در زمینه فرهنگ هنر و ورزش حداقل 2 سال بهصورت خوداشتغال کار کرده باشد. 3- ترکیبی از حالت 1 و 2: یک سال فعالیت در سطح بینالمللی و یک سال سابقه کار در مشاغل هنری ورزشی داشته باشند. شرایط امتیازبندی خوداشتغالی کانادا برای اخذ ویزای هنرمندان کانادا و ویزای ورزشکاران کانادا متقاضیان باید در سیستم امتیازبندی حداقل نمره 35 از 100 را کسب کنند.",
    "content_length":563,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_4",
    "content":"ویزای هنرمندان کانادا و ویزای ورزشکاران کانادا متقاضیان باید در سیستم امتیازبندی حداقل نمره 35 از 100 را کسب کنند. جزئیات امتیاز خوداشتغالی کانادا را در ادامه میبینید: امتیاز بندی خود اشتغالی کانادا تحصیلات 25 تجربه کاری 35 سن 10 مدرک زبان انگلیسی یا فرانسه 24 سازگاری با محیط جدید 6 جمع 100 در ادامه امتیاز ویزای Self Employed کانادا را به تفکیک هر بخش بررسی میکنیم: امتیاز سن حداکثر 10 امتیاز امتیاز سن ویزای خود اشتغالی کانادا 16 سال و کمتر 0 امتیاز 17 سال 2 امتیاز 18 سال 4 امتیاز 19 سال 6 امتیاز 20 سال 8 امتیاز 21 تا 49 سال 10 امتیاز 50 سال 8 امتیاز 51 سال 6 امتیاز 52 سال 4 امتیاز 53 سال 2 امتیاز 54 سال به بالا 0 امتیاز امتیاز تحصیلات حداکثر 25 امتیاز دکترا یا فوق لیسانس 25 امتیاز دو یا چند مدرک کارشناسی 22 امتیاز دیپلم 3 ساله گواهینامه تجارت یا مدرک آموزش یا معادل آن 22 امتیاز مدرک کارشناسی 2 ساله یا بیشتر یا معادل آن 20 امتیاز دیپلم 2 ساله گواهینامه تجارت یا مدرک آموزش یا معادل آن 20 امتیاز مدرک کارشناسی 1 ساله یا معادل آن 15 امتیاز دیپلم 1 ساله گواهینامه تجارت یا مدرک آموزشی یا معادل آن 15 امتیاز دیپلم 1 ساله یا مدرک آموزش 12 ساله 12 امتیاز دبیرستان 5 امتیاز امتیاز سابقه کار حداکثر 35 امتیاز تجربه کاری متقاضی باید حداقل 5 سال قبل از درخواست شروع و با تصمیمگیری در مورد درخواست پایان یابد.",
    "content_length":1209,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_5",
    "content":"امتیاز تجربه کاری متقاضی باید حداقل 5 سال قبل از درخواست شروع و با تصمیمگیری در مورد درخواست پایان یابد. 2 سال سابقه مرتبط 20 امتیاز 3 سال تجربه مرتبط 25 امتیاز 4 سال تجربه مرتبط 30 امتیاز 5 سال سابقه مرتبط 35 امتیاز امتیاز دانش زبان حداکثر 24 امتیاز تسلط متقاضی به یکی از زبانهای انگلیسی و فرانسه جز 5 فاکتور مهم است. با مهارت اولیه متوسط یا بالا در زبان انگلیسی و فرانسوی تا 24 امتیاز به متقاضی تعلق میگیرد. نکته مهم: فقط 3 مدرک زبان مورد تایید اداره مهاجرت به کاناداست: آیلتس IELTS و سلپیپ CELPIP برای زبان انگلیسی و تف TEF برای زبان فرانسه. امتیاز سازگاری حداکثر 6 امتیاز متقاضی با داشتن هر 6 عنصر زیر میتواند حداکثر 6 امتیاز برای سازگاری کسب کند.",
    "content_length":651,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_6",
    "content":"امتیاز سازگاری حداکثر 6 امتیاز متقاضی با داشتن هر 6 عنصر زیر میتواند حداکثر 6 امتیاز برای سازگاری کسب کند. سطح تحصیلات همسر یا پارتنر 5-3 امتیاز سطح تحصیلات همسر یا شریک عادی دیپلم دبیرستان دبیرستان یا کمتر: 0 امتیاز دیپلم یکساله گواهی تجارت کارآموزی یا مدرک دانشگاهی با حداقل 12 سال تحصیل تمام وقت یا معادل تمام وقت: 3 امتیاز دیپلم دو یا سه ساله گواهی تجارت کارآموزی یا مدرک دانشگاهی و حداقل 14 سال تحصیل تمام وقت یا معادل تمام وقت: 4 امتیاز مدرک کارشناسی ارشد یا دکتری و حداقل 17 سال تحصیل تمام وقت یا معادل تمام وقت: 5 امتیاز کار قبلی در کانادا 5 امتیاز متقاضی یا همسر و یا همراه و شریک عادی او حداقل یک سال کار تمام وقت را در کانادا با مجوز کار معتبر انجام داده باشد. تحصیل قبلی در کانادا 5 امتیاز متقاضی یا همسر یا شریک عادی او یک برنامه تحصیل تمام وقت به مدت حداقل 2 سال در یک موسسه فوق دبیرستان در کانادا به پایان رسانده باشد. متقاضی باید این کار را بعد از 17 سالگی و با مجوز تحصیلی معتبر انجام داده باشد.",
    "content_length":912,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_7",
    "content":"پایان رسانده باشد. متقاضی باید این کار را بعد از 17 سالگی و با مجوز تحصیلی معتبر انجام داده باشد. برای کسب این امتیازها نیازی به اخذ مدرک یا دیپلم برای این دو سال تحصیل نیست داشتن بستگان در کانادا 5 امتیاز متقاضی یا همسر و شریک عادی او دارای یک خویشاوند مثل پدربزرگ مادربزرگ والدین فرزند والدین خواهر و برادر عمه یا عمو و خواهرزاده و برادرزاده که در کانادا اقامت دارد ومقیم کانادا است. شرایط تمکن مالی برای اخذ ویزای خوداشتغالی کانادا متقاضیان برنامه خوداشتغالی کانادا باید نشان دهند که دارای بودجه کافی برای تامین هزینههای زندگی اقامت در کانادا به همراه افراد تحت تکفل خود هستند. همچنین همچنین توانایی مالی برای شروع کار و ایجاد اشتغال را خواهد داشت. در حال حاضر مبلغی اعلام نشده است و برای هر شغل متفاوت است. شرایط تمایل و توانایی ایجاد خوداشتغالی درکانادا باید بتوانید ثابت کنید که قصد دارید در کانادا خوداشتغال شوید. بنابراین پیشنهاد میشود برای حداقل رسیدن سوالات اضافی در مصاحبه و خطر رد شدن درخواست ویزا یک طرح تجاری قوی داشته باشید.",
    "content_length":939,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_8",
    "content":"میشود برای حداقل رسیدن سوالات اضافی در مصاحبه و خطر رد شدن درخواست ویزا یک طرح تجاری قوی داشته باشید. در مورد زمینه کاری خودتان تحقیق کنید بازار کار کانادا و رقابت در حوزه تخصصی خود را بشناسید تا بتوانید یک بیزینس پلن قوی و موفق با جزئیات دقیق بنویسید. برای ایجاد بیزنس پلن قوی میتوانید از یک وکیل مهاجرت به کانادا کمک بگیرید. مورد دیگری که برای آفیسر اهمیت دارد این است که فرد خوداشتغال باید مهارت و دانش لازم را برای شغل خود داشته باشد همچنین متقاضی باید به خوبی نشان دهد در حوزه تخصصی خود تأثیر مثبت و پولساز بر اقتصاد و فرهنگی کشور کانادا دارد. لیست مشاغل ویزای خوداشتغالی کانادا همانطور که بالاتر گفته شد ویزای خوداشتغالی کانادا مختص هنرمندان و ورزشکاران است. در نتیجه مشاغل خوداشتغالی کانادا هم در این 2 حوزه قرار دارند.",
    "content_length":726,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_9",
    "content":"ویزای خوداشتغالی کانادا مختص هنرمندان و ورزشکاران است. در نتیجه مشاغل خوداشتغالی کانادا هم در این 2 حوزه قرار دارند. در ادامه با لیست مشاغل مجاز برای اخذ این ویزا به تفکیک 2 حوزه آشنا خواهید شد: مشاغل فرهنگی و هنری در ادامه مشاغلی که در حوزه هنر و فرهنگ که میتوانید برای آن اقدام کنید عبارت است از: لیست مشاغل فرهنگی و هنری کد TEER بازیگر و کمدین 53121 نوازنده و خواننده 51122 نقاش مجسمهساز و سایر هنرمندان تجسمی 53122 تهیه کننده کارگردان و مشاغل مربوطه 51120 مترجم و اصطلاحشناس 51114 ژورنالیست و روزنامهنگار 51113 ویراستار 51110 نویسنده 51111 آرشیویست یا بایگان 51102 عکاس 53110 تکنسینهای کتابخانه و بایگانی عمومی 52100 مشاغل مرتبط با موزه و گالریهای هنری 53100 فیلمبردار 52110 تکنسین هنرهای گرافیکی 52111 تکنیسین سیستمهای پخش 52112 تصویربردار و صدابردار 52113 طراح گرافیک و تصویرگر 52120 طراح داخلی 52121 طراح مد صحنه تئاتر و نمایشگاه 53123 هنرمند صنایع دستی 53124 الگوساز لباس 53125 کتابدار 51100 مسئول موزه و گالری 50010 رهبر ارکستر نوازنده و هماهنگ کننده 51121 مشاغل تصویرسازی پخش و هنرهای اجرایی 52119 و 53111 مشاغل ورزشی در جدول زیر نمونههایی از مشاغل رشته ورزشی قابل مشاهده است: لیست مشاغل ورزشی کد TEER ورزشکار 53200 مربی ورزشی 53201 داور و مقامات ورزشی 53202 مراحل دریافت ویزای خوداشتغالی کانادا اقدام اولیه برای دریافت ویزای خوداشتغالی کانادا به صورت آنلاین انجام میشود.",
    "content_length":1281,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_10",
    "content":"مقامات ورزشی 53202 مراحل دریافت ویزای خوداشتغالی کانادا اقدام اولیه برای دریافت ویزای خوداشتغالی کانادا به صورت آنلاین انجام میشود. چگونگی دریافت این ویزا و مراحل آن عبارت است از: 1. چک کردن واجد شرایط بودن ابتدا واجد شرایط بودن خود را بر اساس یک پرسشنامه آنلاین در وب سایت رسمی اداره مهاجرت پناهندگی و شهروندی کانادا IRCC بررسی کنید. اگر واجد شرایط هستید پکیج ثبتنام application package را از طریق ایمیل دریافت خواهید کرد که شامل یک راهنما فرمهای درخواست و لیستی از مدارک موردنیاز است. دستورالعملهای موجود در راهنما را دنبال کنید. 2. تکمیل کردن فرمها شما باید تمام فرمهای لازم موجود در پکیج ثبتنام را پر کنید. سپس تمام مدارک موردنیاز را جمعآوری کرده و به درخواست خود پیوست کنید. در نهایت باید درخواست تکمیل شده را به آدرسی که به شما ارائه میشود پست کنید. همچنین باید هزینههای لازم را بپردازید و یک کپی از رسید را به درخواست خود پیوست کنید. 3.",
    "content_length":843,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_11",
    "content":"پست کنید. همچنین باید هزینههای لازم را بپردازید و یک کپی از رسید را به درخواست خود پیوست کنید. 3. ارائه فایل بیومتریک متقاضیان با سن بین 14 تا 79 سال باید اطلاعات بیومتریک خود را تا 30 روز پس از درخواست اداه مهاجرت کانادا ارائه دهند که شامل اثر انگشت و عکس میشود. 4- مرحله آخر دریافت ویزا برای متقاضیان موفق تاییدیه اقامت دائم COPR و ویزای ورود به کانادا صادر می شود که به متقاضیان اجازه میدهد به کانادا بیایند. هنگام سفر به این کشور یک افسر از آژانس خدمات مرزی کانادا CBSA منتظر شما خواهد بود. باید پاسپورت و سایر مدارک سفر ویزای اقامت دائم معتبر تاییدیه اقامت دائم COPR و همچنین مدارکی که ثابت کند میتوانید از نظر مالی از خود و خانواده خود حمایت کنید همراه داشته باشید. افسر از شما سوالاتی میپرسد برای ارزیابی اینکه آیا هنوز واجد شرایط ویزای خوداشتغالی هستید یا خیر. اگر پاسخهای ناقص یا غلط بدهید ممکن است اجازه ورود به کشور را نداشته باشید. اگر هر سوالی در خصوص این ویزا دارید میتوانید با پر کردن فرم زیر منتظر تماس و راهنمایی مشاوران ما باشید از مشاوره تا اقامت کنارتان هستیم.",
    "content_length":980,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_12",
    "content":"دارید میتوانید با پر کردن فرم زیر منتظر تماس و راهنمایی مشاوران ما باشید از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; چه مدارکی برای دریافت ویزای خوداشتغالی کانادا لازم است همان طور که پیش از این گفتیم فرمهای اداره مهاجرت باید بههمراه مدارک لازم برای این سازمان ارسال شوند.",
    "content_length":852,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_13",
    "content":"است همان طور که پیش از این گفتیم فرمهای اداره مهاجرت باید بههمراه مدارک لازم برای این سازمان ارسال شوند. این مدارک که بعد از اسکن کردن و بهصورت آنلاین ارسال میشوند عبارت است از: کلیه مدارک شناسایی از جمله پاسپورت معتبر شناسنامه و کارت ملی گواهی عدم سوءپیشینه کیفری گواهی معیار انطباق پذیری عکس پرسنلی با رعایت شرایط گفته شده در فرمهای ثبتنام مدارک تحصیلی مدارک مهارت زبان اسناد مربوط به تمکن مالی اسناد مربوط به سوابق کاری گواهی تست سلامت فیش پرداخت هزینههای درخواست ویزا سند ازدواج یا طلاق یا گواهی فوت همسر در صورت موجود بودن تمامی مدارک شناسایی فرزندان و یا مدارک حضانت فرزندخوانده هزینه دریافت ویزای خوداشتغالی کانادا چقدر است بهطور کلی هزینه دریافت ویزای خوداشتغالی کانادا شامل موارد زیر است: هزینهها قیمت به دلار کانادا هزینه حق اقامت دائم برای هر فرد 575 درخواست برای فرد بدون هزینه حق اقامت 1810 درخواست برای همسر بدون هزینه حق اقامت 950 درخواست برای هر فرزند 260 بیومتریک برای هر فرد 85 لازم به ذکر است در صورتی که فرد به هر دلیلی از اقدام برای دریافت ویزا منصرف شود هیچ یک از هزینهها به وی بازگردانده نمیشود.",
    "content_length":1018,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_14",
    "content":"که فرد به هر دلیلی از اقدام برای دریافت ویزا منصرف شود هیچ یک از هزینهها به وی بازگردانده نمیشود. البته این عدم استرداد شامل هزینه حق اقامت دائم نمیشود. مزایا و معایب ویزای خوداشتغالی کانادا این ویزا مزایا و معایبی دارد که در ادامه به آن اشاره کردهایم: معایب: چندین چالش در ارتباط با مهاجرت از طریق خوداشتغالی به کانادا وجود دارد که عبارتاند از: متقاضیان باید پس از ورود به کانادا پول کافی برای حمایت از خود و خانواده خود داشته باشند. هر فرد خوداشتغال واجد شرایط مهاجرت از طریق این ویزا نخواهد بود زیرا این برنامه به حوزههای خاصی مانند هنر فرهنگ و ورزش محدود میشود. مزایا: زمان پردازش کوتاه و حدود 21 ماه است. متقاضیان ملزم به سرمایهگذاری در یک شرکت نیستند و نیازی به دریافت هیچگونه بودجه از یک سازمان یا نهاد دولتی ندارند. تحت برنامه خوداشتغالی برای درخواست ورود نیازی به پیشنهاد شغلی ندارید. قبل از ورود به کانادا نیازی به راهاندازی کسبوکار نخواهید داشت. پس از تایید درخواست متقاضیان برای برنامه خوداشتغالی کانادا اقامت دائم اعطا میشود.",
    "content_length":938,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_15",
    "content":"کانادا نیازی به راهاندازی کسبوکار نخواهید داشت. پس از تایید درخواست متقاضیان برای برنامه خوداشتغالی کانادا اقامت دائم اعطا میشود. متقاضیان از فرصت راهاندازی کسبوکار خود در کانادا بهرهمند میشوند که میتواند از نظر مالی از آنها و وابستگانشان حمایت کنند. ویزای خوداشتغالی کانادا مخصوص هنرمندان و ورزشکاران حرفهای برای کسانی که در حوزههای ورزشی و هنری فعالیت حرفهای داشتهاند مهاجرت به کشور کانادا از طریق ویزای خوداشتغالی یکی از گزینههای اصلی است اما در حال حاضر به دلیل درخواستهای زیاد امکان درخواست این ویزا تا پایان سال 2026 وجود ندارد. ویزای خواداشتغالی کانادا علاوه بر جذب افراد هنرمند و ورزشکار به رونق اقتصادی این کشور نیز کمک میکند. زیرا مشاغلی ایجاد میشود که برای مثال طراحان نویسندگان مربیان ورزشی کانادایی نیز در آن مشغول به کار میشوند. اما توجه داشته باشید که این روش مخصوص هنرمندان و ورزشکارانی است که یا در سطح بینالمللی در این زمینه فعالیت داشتهاند یا در این زمینه خوداشتغال بودهاند یا ترکیبی از این دو حالت حداقل 2 سال در 5 سال گذشته.",
    "content_length":945,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_16",
    "content":"داشتهاند یا در این زمینه خوداشتغال بودهاند یا ترکیبی از این دو حالت حداقل 2 سال در 5 سال گذشته. سوالات متداول حداقل امتیاز برای پذیرش مهاجران خود اشتغالی چقدر است حداقل امتیاز 35 و حداکثر 100 امتیاز میتوان بر اساس فاکتورهای سن تحصیلات تجربه و سوابق کاری مهارتهای زبانی انگلیسی یا فرانسوی و  کسب کرد. کدام مشاغل برای دریافت ویزای خود اشتغالی کانادا مجاز هستند معلمان موسیقی نقاشان تصویرگران فیلمسازان روزنامهنگاران طراحان صحنه از جمله مشاغل در حوزه هنر و فرهنگ و مربیان تیم ورزشی از جمله مشاغل در حوزه ورزش است. آیا مهاجرت از طریق ویزای خوداشتغالی کانادا بدون مدرک زبان امکانپذیر است خیر متقاضیان باید بتوانند در بخش مهارتهای زبانی امتیاز لازم کسب کند. آیلتس IELTS و سلپیپ CELPIP برای زبان انگلیسی و مدرک TEF برای زبان فرانسه. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود.",
    "content_length":960,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_17",
    "content":"تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 27 بهمن 1403 آیا سوالی دارید لغو پاسخ ارسال سوال Bigjoy Sports-Bigwhey Classic ikolata 990g 9 تیر 1403 Hello, the blog posts on your website are very helpful and informative in the dermocosmetics and supplements fields. I will visit frequently to learn new things. Voonka One 9 تیر 1403 Hello, I appreciate that you provide detailed information about your dermocosmetics products. This allows me to make informed choices about the products I purchase. Blistex Lip Brilliance Dudak Koruyucu Spf15 3.7gr 2 تیر 1403 Hello, the design of your website is very beautiful and eye-catching.",
    "content_length":962,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/",
    "title":"ویزای خوداشتغالی کانادا (شرایط 2025 + مشاغل) - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/self-employment\/_18",
    "content":"Lip Brilliance Dudak Koruyucu Spf15 3.7gr 2 تیر 1403 Hello, the design of your website is very beautiful and eye-catching. It is also very useful that it is mobile friendly. Ocean ExtraMag Threog 60 Tablet 2 تیر 1403 Hello, I will recommend your website to all my friends and family. Philips Avent SCF 22303 Ultra Soft Emzik 6-18 Ay Erkek 26 خرداد 1403 Hello, the product images on your website are very high quality and reflect the real appearance of the products. This allows me to better understand the products. 1 2 3  10 بعدی",
    "content_length":530,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]