[
  {
    "url":"https:\/\/parsicanada.com\/assessment-enquiry\/",
    "title":"فرم ارزیابی مهاجرت - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/assessment-enquiry\/_0",
    "content":"فرم ارزیابی مهاجرت: پر کردن از شما بررسی از ما! sticky_popupdisplay:none!important strongfont-size:18px;.custom-form color:8F90A6; error_outline توجه کنید! درصورت داشتن سرمایه کمتر از 500 میلیون تومان امکان مهاجرت با روشهای پارسی کانادا را نخواهید داشت. اگر متاهل هستید و پس از پر کردن فرم با خطا در ثبت آن مواجه شدید بار دیگر فرم را پر کنید اما این بار همسرتان را به عنوان فرد اصلی معرفی کنید. فیلد های    اجباری هستند ۱- اطلاعات پایه نام و نام خانوادگی  شماره همراه  سن  حداقل سن برای ارائه خدمات مهاجرتی ما ۲۰ سال است. تابعیت  انتخاب کنید ایرانی سایر تابعیتها افغانستانی عراقی و... ارائه پاسپورت برای خدمات مهاجرت الزامی است. قصد مهاجرت به کدام کشور را دارید  انتخاب کنید کانادا استرالیا پرتغال عمان امارات قطر آلمان سایر کشورها وضعیت تأهل  انتخاب کنید مجرد هستم متأهل هستم ۲- اطلاعات تکمیلی آخرین مدرک تحصیلی شما چیست  انتخاب کنید سیکل دیپلم فوق دیپلم لیسانس فوق لیسانس دکتری و بالاتر حداقل مدرک تحصیلی برای ارائه خدمات مهاجرت دیپلم است.",
    "content_length":941,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/assessment-enquiry\/",
    "title":"فرم ارزیابی مهاجرت - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/assessment-enquiry\/_1",
    "content":"کنید سیکل دیپلم فوق دیپلم لیسانس فوق لیسانس دکتری و بالاتر حداقل مدرک تحصیلی برای ارائه خدمات مهاجرت دیپلم است. تاریخ آخرین مقطع تحصیلی میزان تسلط شما به زبان انگلیسی چگونه است  انتخاب کنید عالی متوسط ضعیف سوابق کاری  انتخاب کنید 0 تا 3 سال 3 تا 10 سال 10 سال به بالا ندارم سن همسر آخرین مدرک تحصیلی همسر  سیکل دیپلم فوق دیپلم لیسانس فوق لیسانس دکتری و بالاتر میزان تسلط همسر شما به زبان انگلیسی چگونه است  عالی متوسط ضعیف فرزند  فرزند دارم فرزند ندارم ۳- دارایی نقدی و غیر نقدی شما میزان دارایی شما تاثیری در میزان حق الوکالهی ما نخواهد داشت اما در سنجش میزان صلاحیت شما در ادارات مهاجرت کشورهای مقصد حائز اهمیت است جمع ارزش دارایی نقدی و غیر نقدی شما پول  طلا  ارز  سهام  ارزدیجیتال ملک  ماشین  زمین و ...",
    "content_length":707,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/assessment-enquiry\/",
    "title":"فرم ارزیابی مهاجرت - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/assessment-enquiry\/_2",
    "content":"اهمیت است جمع ارزش دارایی نقدی و غیر نقدی شما پول طلا ارز سهام ارزدیجیتال ملک ماشین زمین و ... انتخاب کنید 1 میلیارد تا 2 میلیارد تومان بین 2 میلیارد تا 4 میلیارد بالای 4 میلیارد سوالات خود را میتوانید از ما بپرسید: اختیاری کانادا اسکیل ورکر کانادا اسکیل ورکر کانادا اسکیل ورکر کانادا اسکیل ورکر همسر جاب آفر کانادا جاب آفر کانادا جاب آفر کانادا همسر جاب آفر کانادا همسر کانادا برنامه های استانی نیروی کاری کانادا برنامه های استانی نیروی کاری کانادا برنامه های استانی نیروی کاری همسر کانادا برنامه های استانی نیروی کاری همسر سرمایه گذاری کانادا سرمایه گذاری کانادا سرمایه گذاری کانادا همسر سرمایه گذاری کانادا همسر تحصیلی کانادا تحصیلی کانادا تحصیلی کانادا همسر تحصیلی کانادا همسر کانادا بریتیش کلمبیا کانادا بریتیش کلمبیا کانادا بریتیش کلمبیا همسر کانادا بریتیش کلمبیا همسر استرالیا ویزای سرمایه گذاری ۱۰ میلیارد استرالیا ویزای سرمایه گذاری ۱۰ میلیارد استرالیا ویزای سرمایه گذاری همسر ۱۰ میلیارد استرالیا ویزای سرمایه گذاری همسر۱۰ میلیارد استرالیا اسکیل ورکر استرالیا اسکیل ورکر استرالیا اسکیل ورکر همسر استرالیا اسکیل ورکر همسر آلمان اوسبیلدونگ آلمان اوسبیلدونگ آلمان اوسبیلدونگ همسر آلمان اوسبیلدونگ همسر آلمان نیروی ماهر کاری آلمان نیروی ماهر کاری آلمان نیروی ماهر کاری همسر آلمان نیروی ماهر کاری همسر پرتغال تحصیلی پرتغال تحصیلی پرتغال تحصیلی همسر پرتغال تحصیلی همسر پرتغال خرید ملک ۳۵۰۰۰۰یورو پرتغال خرید ملک ۳۵۰۰۰۰یورو پرتغال خرید ملک همسر ۳۵۰۰۰۰یورو پرتغال خرید ملک همسر ۳۵۰۰۰۰یورو پرتغال خودحمایتی تمکن مالی پرتغال خودحمایتی تمکن مالی پرتغال خودحمایتی تمکن مالی همسر پرتغال خودحمایتی تمکن مالی همسر یونان خرید ملک ۲۵۰۰۰۰ یورو یونان خرید ملک ۲۵۰۰۰۰ یورو یونان خرید ملک همسر ۲۵۰۰۰۰یورو یونان خرید ملک همسر ۲۵۰۰۰۰یورو یونان خودحمایتی تمکن مالی یونان خودحمایتی تمکن مالی یونان خودحمایتی تمکن مالی همسر یونان خودحمایتی تمکن مالی همسر اسپانیا خرید ملک ۵۰۰۰۰۰ یورو اسپانیا خرید ملک فرانسه خودحمایتی تمکن مالی فرانسه خودحمایتی تمکن مالی فرانسه خودحمایتی تمکن مالی همسر فرانسه خودحمایتی تمکن مالی همسر فرانسه دانشجویی فرانسه دانشجویی فرانسه دانشجویی همسر فرانسه دانشجویی همسر فرانسه دوره ی مهارت زبان فرانسه دوره ی مهارت زبان فرانسه دوره ی مهارت زبان همسر فرانسه دوره ی مهارت زبان همسر فرانسه خرید ملک ۹۰۰۰۰ یورو فرانسه خرید ملک فرانسه خرید ملک همسر فرانسه خرید ملک همسر خلیج فارس کادر درمان خلیج فارس کادر درمان خلیج فارس کادر درمان همسر خلیج فارس کادر درمان همسر خلیج فارس ثبت شرکت خلیج فارس ثبت شرکت آمریکا تحصیلی آمریکا تحصیلی آمریکا تحصیلی همسر آمریکا تحصیلی همسر آمریکا سرمایه گذاری آمریکا سرمایه گذاری آمریکا سرمایه گذاری همسر آمریکا سرمایه گذاری همسر جاب آفر آمریکا جاب آفر آمریکا جاب آفر آمریکا همسر جاب آفر آمریکا همسر دوست عزیز از اینکه فرم ارزیابی را پر کردهاید سپاسگزاریم!",
    "content_length":2585,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/assessment-enquiry\/",
    "title":"فرم ارزیابی مهاجرت - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/assessment-enquiry\/_3",
    "content":"آفر آمریکا جاب آفر آمریکا همسر جاب آفر آمریکا همسر دوست عزیز از اینکه فرم ارزیابی را پر کردهاید سپاسگزاریم! درحال حاضر خدمت مهاجرتی متناسب با شرایط شما نداریم gform.initializeOnLoaded function gformInitSpinner 51, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ;",
    "content_length":601,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]