[
  {
    "url":"https:\/\/parsicanada.com\/immigration-webinar\/",
    "title":"وبینارهای مهاجرتی پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-webinar\/_0",
    "content":"وبینارهای مهاجرتی پارسی کانادا وبینارهای آینده وبینار استارتاپ وبینار استارتاپ در تاریخ یکشنبه 28 اردیبهشت 1404 ساعت 16 با حضور مدیر واحد بینالملل جمعی از کارشناسان و وکلا برگزار خواهد شد. ورود به وبینار وبینار IMP وبینار IMP در تاریخ چهار شنبه17 اردیبهشت 1404 ساعت 19.30 با حضور مدیر واحد بینالملل جمعی از کارشناسان و وکلا برگزار خواهد شد. ورود به وبینار وبینار مالتی وبینار مشترک IMPاستارتاپ تحصیلی  جاب آفر در تاریخ سه شنبه 23 اردیبهشت 1404 ساعت 16 با حضور مدیر واحد بینالملل جمعی از کارشناسان و وکلا برگزار خواهد شد. ورود به وبینار وبینار جاب آفر کانادا وبینار جاب آفر کانادا در تاریخ سه شنبه 9 اردیبهشت 1404 ساعت 16 با حضور مدیر واحد بینالملل جمعی از کارشناسان و وکلا برگزار خواهد شد. ورود به وبینار وبینار استرالیا وبینار استرالیا در تاریخ چهار شنبه 10 اردیبهشت 1404 ساعت 13 با حضور مدیر واحد بینالملل جمعی از کارشناسان و وکلا برگزار خواهد شد.",
    "content_length":849,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-webinar\/",
    "title":"وبینارهای مهاجرتی پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-webinar\/_1",
    "content":"چهار شنبه 10 اردیبهشت 1404 ساعت 13 با حضور مدیر واحد بینالملل جمعی از کارشناسان و وکلا برگزار خواهد شد. ورود به وبینار ویدئو وبینارهای برگزار شده وبینار ویزای استارتاپ کانادا وبینار استارتاپ کانادا در تاریخ چهارشنبه 27 فروردین 1404 ساعت 16:00 با حضور مدیر واحد بین الملل و جمعی از کارشناسان و وکلا برگزار شد. مشاهده وبینار وبینار IMP کانادا وبینار IMP کانادا در تاریخ یکشنبه 24 فروردین 1404 ساعت 16:00 با حضور مدیر واحد بین الملل و جمعی از کارشناسان و وکلا برگزار شد. مشاهده وبینار وبینار جاب آفر کانادا وبینار جاب آفر کانادا در تاریخ شنبه 23 فروردین 1404 ساعت 17:30 با حضور مدیر واحد بین الملل و جمعی از کارشناسان و وکلا برگزار شد. مشاهده وبینار وبینار خرید بیزینس کانادا وبینار تحویل بیزینس به کلاینت در کانادا در تاریخ پنج شنبه 07 فروردین 1404 با حضور مدیر دفتر کانادا برگزار شد. مشاهده وبینار وبینار استارتاپ کانادا وبینار با موضوع راهاندازی استارتاپ در کانادا در تاریخ چهارشنبه 28 اسفند 1403 با حضور مدیر واحد بینالملل و کارشناسان و کلاینتهای پارسی کانادا برگزار شد.",
    "content_length":971,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-webinar\/",
    "title":"وبینارهای مهاجرتی پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-webinar\/_2",
    "content":"کانادا در تاریخ چهارشنبه 28 اسفند 1403 با حضور مدیر واحد بینالملل و کارشناسان و کلاینتهای پارسی کانادا برگزار شد. مشاهده وبینار لایو تحویل بیزینس به کلاینت لایو تحویل بیزینس خریداری شده به کلاینت در خاک کانادا را در تاریخ 25 اسفند راس ساعت 22 همراه با پرسش و پاسخ مهاجرتی در حضور کارشناسان برگزار شد مشاهده وبینار وبینار IMP کانادا وبینار با موضوع IMP کانادا در تاریخ چهارشنبه 22 اسفند 1403 ساعت 19.30 با حضور مدیر واحد بینالملل و کارشناسان برگزار شد. مشاهده وبینار وبینار مهاجرت به استرالیا وبینار با موضوع مهاجرت به استرالیا در تاریخ چهارشنبه 20 اسفند 1403 ساعت 13:00 با حضور مدیر واحد بینالملل کلاینتهای پارسی کانادا و کارشناسان دیگر برگزار شد. مشاهده وبینار وبینار خرید بیزینس در کانادا وبینار با موضوع خرید بیزینس در کانادا در تاریخ چهارشنبه 15 اسفند 1403 ساعت 22:00 با حضور مدیر واحد بینالملل کلاینت موفق و کارشناسان دیگر برگزار شد.",
    "content_length":838,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-webinar\/",
    "title":"وبینارهای مهاجرتی پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-webinar\/_3",
    "content":"در تاریخ چهارشنبه 15 اسفند 1403 ساعت 22:00 با حضور مدیر واحد بینالملل کلاینت موفق و کارشناسان دیگر برگزار شد. مشاهده وبینار وبینار استارتاپ کانادا وبینار با موضوع استارتاپ کانادا دوشنبه 13 اسفند 1403 ساعت 16:00 با حضور مدیر واحد بینالملل وکیل مهاجرتی و کلاینتهای عزیز پارسی کانادا برگزار شد. مشاهده وبینار لایو با موضوع تحویل بیزینس به کلاینت پارسی کانادا لایو اینستاگرام با موضوع تحویل بیزینس در کانادا به کلاینت پارسی کانادا در تاریخ 08 اسفند 1403 برگزار شد. مشاهده وبینار وبینار جاب آفر کانادا وبینار جاب آفر کانادا در تاریخ یکشنبه 12 اسفند ماه 1403ساعت 16 با حضور مدیر واحد بینالملل و کارشناسان برگزار شد. مشاهده وبینار وبینار خرید بیزینس کانادا وبینار با موضوع خرید بیزینس در کانادا در تاریخ 04 اسفند 1403 با حضور جوانترین کلاینت پارسی کانادا و وکلا و کارشناسان برگذار شد. مشاهده لایو مصاحبه اختصاصی با کلاینت جمعه 10 اسفند 1403 ساعت 22 با کلاینت عزیزمان در کانادا مصاحبه اختصاصی داشتیم. این مصاحبه را در ادامه مشاهده کنید.",
    "content_length":928,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-webinar\/",
    "title":"وبینارهای مهاجرتی پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-webinar\/_4",
    "content":"10 اسفند 1403 ساعت 22 با کلاینت عزیزمان در کانادا مصاحبه اختصاصی داشتیم. این مصاحبه را در ادامه مشاهده کنید. مشاهده لایو وبینار IMP کانادا وبینا با موضوع IMP کانادا در تاریخ سه شنبه 30 بهمن 1403 ساعت 19.30 با حضور مدیر واحد بینالملل و کارشناسان برگزار شد مشاهده وبینار وبینار مهاجرت به استرالیا وبینار با موضوع استرالیا در 20 بهمن ماه 1403ساعت 15 با حضور جمعی از وکلا و کارشناسان پارسی کانادا برگزار شد مشاهده وبینار وبینار جاب آفر کانادا وبینار با موضوع جاب آفر 8 بهمن ماه 1403ساعت 16 با حضور جمعی از وکلا و کارشناسان پارسی کانادا برگزار شد مشاهده وبینار وبینار استارتاپ وبینار با موضوع استارتاپ در تاریخ 6 بهمن ماه 1403 با حضور جمعی از وکلا و کارشناسان پارسی کانادا برگزار شد مشاهده وبینار وبینار مهاجرت به آلمان برگزاری وبینار با موضوع مهاجرت به آلمان در تاریخ 30 دی ماه 1403 با حضور وکلا و کارشناسان برگزار شد مشاهده وبینار وبینار تحصیلی برگزاری وبینار با موضوع مهاجرت تحصیلی در تاریخ 29 دی ماه 1403 با حضور وکلا و کارشناسان برگزار شد مشاهده وبینار وبینار مهاجرت به استرالیا برگزاری وبینار با موضوع مهاجرت به استرالیا در تاریخ 18 دی ماه 1403 با حضور وکلا و کارشناسان برگزار شد مشاهده وبینار وبینار IMP کانادا وبینار با موضوع IMP در تاریخ 26 دی ماه 1403 با حضور جمعی از وکلا و کارشناسان برگزار شد مشاهده وبینار وبینار مهاجرت به استرالیا وبینار با موضوع مهاجرت به استرالیا در 13 دی ماه 1403 با حضور جمعی از وکلا و کارشناسان پارسیکانادا برگزار شد مشاهده وبینار وبینار ویزای توریستی کانادا وبینار با موضوع ویزای توریستی کانادا در 1403 با حضور جمعی از وکلا و کارشناسان پارسی کانادا برگزار شد مشاهده وبینار وبینار با موضوع جابآفر کانادا وبینار با موضوع جابآفر کانادا با حضور وکلا و کارشناسان پارسی کانادا برگزار شد مشاهده وبینار وبینار برنامه ساسکاچوان و اکسپرس اینتری وبینار با موضوع ساسکاچوان و اکسپرس انتری با حضور وکلا و کارشناسان پارسی کانادا مشاهده وبینار وبینار IMP کانادا وبینار با موضوع IMP کانادا با حضور وکلا و کارشناسان پارسی کانادا برگزار شد مشاهده وبینار وبینار استارتاپ کانادا وبینار با موضوع استارتاپ کانادا با حضور وکلا و کارشناسان پارسی کانادا مشاهده وبینار وبینار روشهای مهاجرت به آلمان قسمت دوم وبینار با موضوع روشهای مهاجرت به آلمان با حضور وکیل و جمعی از کلاینتهای پارسی کانادا مشاهده ویدئو وبینار مهاجرت به امارات وبینار با موضوع روشهای مهاجرت به امارات با حضور وکیل و جمعی از کلاینتهای پارسی کانادا مشاهده ویدئو پرسش و پاسخ آنلاین مهاجرت به امارات قسمت دوم پرسش و پاسخ آنلاین مهاجرت به امارات با حضور کلاینتهای پارسی کانادا و وکیل مهاجرتی مشاهده ویدئو نشست پرسش و پاسخ درباره مهاجرت به آلمان لایو پرسش و پاسخ درباره مهاجرت به آلمان با حضور کلاینتهای پارسی کانادا و وکیل مهاجرتی مشاهده ویدئو وبینار روشهای مهاجرت به امارات وبینار با موضوع روشهای مهاجرت به امارات با حضور وکیل و جمعی از کلاینتهای پارسی کانادا مشاهده ویدئو لایو پرسش و پاسخ مهاجرت به استرالیا لایو پرسش و پاسخ درباره مهاجرت به استرالیا با حضور کلاینتهای پارسی کانادا و وکیل مهاجرتی مشاهده ویدئو لایو پرسش و پاسخ مهاجرت به استرالیا قسمت سوم لایو پرسش و پاسخ درباره مهاجرت به استرالیا با حضور کلاینتهای پارسی کانادا و وکیل مهاجرتی مشاهده ویدئو لایو پرسش و پاسخ مهاجرت تحصیلی به کانادا لایو پرسش و پاسخ درباره مهاجرت به کشور کانادا با حضور کلاینتهای پارسی کانادا و وکیل مهاجرتی مشاهده ویدئو لایو پرسش و پاسخ مهاجرت به امارات لایو پرسشوپاسخ درباره مهاجرت به امارات با حضور کلاینتهای پارسی کانادا و وکیل مهاجرتی مشاهده ویدئو لایو پرسش و پاسخ مهاجرت به استرالیا لایو پرسشوپاسخ درباره مهاجرت به استرالیا با حضور کلاینتهای پارسی کانادا و وکیل مهاجرتی مشاهده ویدئو",
    "content_length":3341,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]