[
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_0",
    "content":"پادکست های مهاجرتی پارسی کانادا فیلتر filter_list آخرین پادکست پادکست کوآپ کانادا آنچه باید درباره دورههای کوآپ و کارآموزی در کانادا بدانید Your browser does not support the audio tag. گوش کردن پربازدیدترین پادکست ها expand_more expand_more آوسبیلدونگ آلمان visibility 54606 timer 7 دقیقه Your browser does not support the audio tag. ویزای 491 استرالیا در چند دقیقه visibility 5065 timer 1 دقیقه Your browser does not support the audio tag. ویزای جابآفر کانادا visibility 4705 timer 5:08 دقیقه Your browser does not support the audio tag. ویزای جاب آفر آلمان visibility 3483 timer 6 دقیقه Your browser does not support the audio tag. راهنمای مهاجرت به فرانسه پایتخت فرهنگی اروپا visibility 2242 timer 7 دقیقه Your browser does not support the audio tag. ویزای کارآفرینی کانادا visibility 1967 timer 3 دقیقه Your browser does not support the audio tag.",
    "content_length":851,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_1",
    "content":"support the audio tag. ویزای کارآفرینی کانادا visibility 1967 timer 3 دقیقه Your browser does not support the audio tag. آخرین پادکست ها expand_more expand_more پادکست کوآپ کانادا آنچه باید درباره دورههای کوآپ و کارآموزی در کانادا بدانید Your browser does not support the audio tag. برنامه اسپانسرشیپ کانادا اگر میخواهید در کنار فرزند یا نوه خود در کانادا باشید این پادکست مفید را درباره ویزای اسپانسرشیپ کانادا گوش دهید! Your browser does not support the audio tag. نحوه اجاره آپارتمان در کانادا چطور در کشور کانادا خانه اجاره کنیم آیا خانههای کانادا مبله هستند پاسخ در این پادکست Your browser does not support the audio tag. پیدا کردن شغل در کانادا نکات مهم درباره پیدا کردن شغل در کانادا را از زبان وکیل در ادامه گوش دهید. Your browser does not support the audio tag. زبان را در کانادا یاد بگیریم یا ایران نکات ریز و درشت درباره یادگیری زبان برای مهاجرت را در ادامه گوش دهید. Your browser does not support the audio tag.",
    "content_length":923,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_2",
    "content":"و درشت درباره یادگیری زبان برای مهاجرت را در ادامه گوش دهید. Your browser does not support the audio tag. ریجکتی ویزای کانادا نکات مهم درباره ریجکتی ویزا را از زبان وکیل مهاجرت پارسی کانادا بشنوید. Your browser does not support the audio tag. فرهنگ رانندگی در کانادا در این پادکست درباره رانندگی در کانادا و یک نکته جالب درباره قهوه در کانادا بیشتر بدانید. Your browser does not support the audio tag. ویزای کار کانادا زیر ذره بین وکیل پارسی کانادا در این پادکست پاسخ چند سوال کلیدی درباره ویزای کار و جاب آفر کانادا را بشنوید. Your browser does not support the audio tag. کار نیمهوقت برای دانشجویان و تازه واردان در این پادکست شرایط والزامات کارهایی که بهعنوان کار نیمهوقت برای دانشجویان و تازهواردان وجود دارد را شرح میدهیم Your browser does not support the audio tag. بهترین شهر کانادا برای ایرانیان ویژگیهای مهمترین شهرهایی که مهاجران برای تحصیل کار و زندگی انتخاب میکنند را در این پادکست گوش کنید Your browser does not support the audio tag.",
    "content_length":946,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_3",
    "content":"تحصیل کار و زندگی انتخاب میکنند را در این پادکست گوش کنید Your browser does not support the audio tag. کدام اقدامات باید بعد از ورود به کانادا انجام شود تمامی اقداماتی که باید بعد از ورود به کانادا انجام دهید از جمله چگونگی اجاره محل اسکان گرفتن شماره SIN خرید سیم... Your browser does not support the audio tag. بیمه سلامت در کانادا چه خدمات درمانی در کانادا تحت پوشش بیمه است Your browser does not support the audio tag. رفتار مردم کانادا با ایرانیان تجربه یکی از کلاینتهای پارسی کانادا از رفتار مردم کانادا با او Your browser does not support the audio tag. مزایای شهروندی کانادا در این پادکست مروری داریم بر مهمترین مزایای شهروندی کانادا Your browser does not support the audio tag. برنامه مهاجرتی آتلانتیک محبوب در میان ایرانیان! چرا برنامه مهاجرتی آتلانتیک در میان ایرانیان بسیار محبوب است Your browser does not support the audio tag. پشیمانی از مهاجرت اگر نگران هستید از مهاجرت پشیمان شوید گوش کنید! Your browser does not support the audio tag.",
    "content_length":951,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_4",
    "content":"پشیمانی از مهاجرت اگر نگران هستید از مهاجرت پشیمان شوید گوش کنید! Your browser does not support the audio tag. خرید خانه در کانادا آیا امکان خرید خانه در کانادا قبل از مهاجرت وجود دارد Your browser does not support the audio tag. ویزای جابآفر کانادا پادکست جابآفر کانادا راهنمای شما برای اخذ اقامت این کشور است. با جابآفر دیگر نگران کار و درآمد در کانادا نباشید! Your browser does not support the audio tag. ویزای جاب آفر آلمان کار در کشور پیشرفته ای مانند آلمان دیگر رویایی دست نیافتنی نیست! شرایط و مدارک ویزای جاب آفر آلمان در این پادکست... Your browser does not support the audio tag. راهنمای ویزای ۱۸۸ استرالیا مهاجرت به استرالیا از طریق ویزای 188 و هر آنچه لازم است در مورد این ویزا در سال 2024 بدانید را در... Your browser does not support the audio tag. ویزای کارآفرینی کانادا شرایط و مدارک لازم برای اخذ ویزای کارآفرینی کانادا و البته مزایای آن در سال 2023 را در این پادکست بشنوید. Your browser does not support the audio tag.",
    "content_length":935,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_5",
    "content":"و البته مزایای آن در سال 2023 را در این پادکست بشنوید. Your browser does not support the audio tag. راهنمای مهاجرت به فرانسه پایتخت فرهنگی اروپا راههای مهاجرت به فرانسه و هر آنچه لازم است در مورد این کشور در سال 2023 بدانید را در این پادکست بشنوید!! Your browser does not support the audio tag. ویزای 491 استرالیا در چند دقیقه کار در استرالیا با ویزای 491 رویایی است دستیافتنی! شرایط و مدارک لازم برای اخذ ویزای 491 استرالیا را در این پادکست... Your browser does not support the audio tag. آوسبیلدونگ آلمان تحصیل و کار به صورت همزمان یک فرصت فوق العاده برای تمام افرادی که قصد مهاجرت به آلمان را دارند. شرایط و... Your browser does not support the audio tag. ویزای تحصیلی کانادا تحصیل در کانادا رویایی است که دیگر دست نیافتنی نیست! شرایط و مدارک ویزای تحصیلی کانادا را در این پادکست ویژه بشنوید! Your browser does not support the audio tag. برنامه استانی بریتیش کلمبیا یکی از استانهای ایدهآل برای مهاجرت به کانادا بریتیش کلمبیا است. روشهای مهاجرت به این استان را در این پادکست بشنوید!",
    "content_length":984,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_6",
    "content":"از استانهای ایدهآل برای مهاجرت به کانادا بریتیش کلمبیا است. روشهای مهاجرت به این استان را در این پادکست بشنوید! Your browser does not support the audio tag. مهاجرت به اسپانیا در کنار بیش از ۳۰ هزار ایرانی در اسپانیا زندگی کنید پادکست ویژه مهاجرت به اسپانیا را گوش دهید و لذت ببرید! Your browser does not support the audio tag. سرمایهگذاری در کانادا در یکی از ده اقتصاد برتر جهان سرمایهگذاری کنید نگران نباشید غیرممکن نیست حتما به این پادکست ویژه گوش کنید! Your browser does not support the audio tag. سرمایه گذاری در پرتغال همه جای اروپا هم سرمایههای هنگفت نمیخواهد به پادکست سرمایهگذاری پرتغال گوش کنید یک کشور پیشرفته و فوقالعاده برای سرمایهگذاری! Your browser does not support the audio tag. ویزای 491 استرالیا شرایط برای رفتن به استرالیا مهیاتر از قبل شده آن هم نه شهرهای بزرگ شهرهای خلوتتر و کوچکتر از ویزای 491 چه... Your browser does not support the audio tag. ویزای 190 استرالیا هم کار کنید هم اقامت دائم استرالیا را بگیرید فقط با ویزای ۱۹۰ استرالیا!",
    "content_length":958,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/podcasts\/",
    "title":"پادکست‌های مهاجرتی - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/podcasts\/_7",
    "content":"the audio tag. ویزای 190 استرالیا هم کار کنید هم اقامت دائم استرالیا را بگیرید فقط با ویزای ۱۹۰ استرالیا! حتما به این پادکست گوش دهید: Your browser does not support the audio tag. مهاجرت به قطر شاید نمیدانستید که قطر ثروتمندترین کشور دنیاست به نسبت سرانه جمعیت!! دوست دارید بدانید چگونه به این کشور مهاجرت کنید گوش بدهید! Your browser does not support the audio tag. مهاجرت به عمان چسبیده به ایران پر از رفاه امنیت و صلح همه اینها توصیفات عمان بود! شرایط رفتن به عمان را دارید این پادکست... Your browser does not support the audio tag. مهاجرت به امارات از بادیهنشینی تا برجنشینی معدن طلا وسط بیابان! امارات کشور شگفتیهاست. به پادکست ویژه مهاجرت به امارات گوش کنید: Your browser does not support the audio tag. انواع ویزای کار کانادا بعد از پایان این پادکست انواع ویزای کار کانادا و روشهای مهاجرت به این کشور از طریق کار را میشناسید حتما گوش... Your browser does not support the audio tag.",
    "content_length":888,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]