[
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_0",
    "content":"مرور کاملی بر شرایط اخذ ویزای تحصیلی لیتوانی ایرانیان برای تحصیل در لیتوانی  باید ویزای تحصیلی لیتوانی که به ویزای نوع D معروف است و همچنین مجوز اقامت موقت بگیرند. مدت زمان پردازش ویزا حدود دو هفته است اما بهتر است زودتر برای اخذ ویزای D اقدام کنید. در ضمن هزینه ویزای دانشجویی لیتوانی معادل 120 یورو و هزینه مجوز اقامت حدود 28 یورو است. سایر جزئیات مرتبط مانند شرایط اخذ ویزا مراحل و مدارک لازم را در ادامه بخوانید. نکته مهم: مطالب این صفحه برای افزایش اطلاعات شما نوشته شده و پارسی کانادا صرفا خدمات کار پس از تحصیل را ارائه میدهد. اما اگر نیازمند مشاوره مهاجرتی هستید کافی است فرم ارزیابی مهاجرت یا فرم ساده زیر را پر کنید و منتظر تماس کارشناسان ما باشید. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید.",
    "content_length":975,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_1",
    "content":"افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; مواردی که در این مطلب میخوانید شرایط اخذ ویزای تحصیلی لیتوانی چند نکته درباره اخذ ویزای دانشجویی لیتوانی مراحل اخذ ویزای تحصیلی لیتوانی مدارک ویزای دانشجویی لیتوانی تمکن مالی برای ویزای تحصیلی لیتوانی هزینه اخذ ویزای تحصیلی لیتوانی دلایل ریجکتی ویزای تحصیلی لیتوانی تمدید و تبدیل ویزای تحصیلی لیتوانی شرایط اخذ ویزای تحصیلی لیتوانی دو شرط اصلی برای اخذ ویزای دانشجویی لیتوانی وجود دارد: looks_one در یک موسسه آموزشی شناختهشده در لیتوانی ثبتنام کرده باشید و نامه پذیرش گرفته باشید یا در یک برنامه تبادل دانشجویی شرکت کنید.",
    "content_length":986,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_2",
    "content":"آموزشی شناختهشده در لیتوانی ثبتنام کرده باشید و نامه پذیرش گرفته باشید یا در یک برنامه تبادل دانشجویی شرکت کنید. looks_two و ویزای ملی بلندمدت یا مجوز اقامت موقت دریافت کنید. یک نکته مهم اگر از طریق برنامه تبادل دانشجویی به لیتوانی میآیید باید ویزای ملی بلندمدت دریافت کنید. اما اگر در یک دانشگاه ثبتنام کرده باشید میتوانید یا ویزای ملی بلندمدت دریافت کنید یا مجوز اقامت موقت بگیرید. با ویزای ملی بلند مدت میتوانید برای تحصیل وارد کشور شوید و تا یک سال در لیتوانی بمانید. دانشجویان معمولا برای سال اول تحصیل خود درخواست ویزای ملی بلندمدت میدهند و برای سال دوم و سالهای بعدی در حالی که بهصورت قانونی در کشور حضور دارند باید برای مجوز اقامت اقدام کنند. چند نکته درباره اخذ ویزای دانشجویی لیتوانی دانشجویان اروپایی نیازی به ویزا برای تحصیل در لیتوانی ندارند. اما دانشجویان غیر اروپایی موظف به دریافت ویزای دانشجویی لیتوانی Visa D و همچنین اجازه اقامت موقت هستند. در ضمن قبل از دریافت ویزای تحصیلی لیتوانی باید برای اخذ کارت بیمه هم اقدام کنید.",
    "content_length":940,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_3",
    "content":"اجازه اقامت موقت هستند. در ضمن قبل از دریافت ویزای تحصیلی لیتوانی باید برای اخذ کارت بیمه هم اقدام کنید. بدین منظور دانشجویان اروپایی باید کارت بیمه سلامت اروپایی EHIC داشته باشند و دانشجویان غیر اروپایی باید از شرکتهای بیمه معتبر که در انجمن بیمهگران لیتوانی LDA ثبت شدهاند بیمهنامه تهیه کنند. مراحل اخذ ویزای تحصیلی لیتوانی مراحل درخواست ویزای دانشجویی D لیتوانی به طور خلاصه به شرح زیر است: check_box قبول پذیرش دانشگاه: نامه پذیرش خود را دریافت کرده و هزینههای لازم را به دانشگاه پرداخت کنید. check_box رزرو وقت در سفارت: با نزدیکترین سفارت یا کنسولگری لیتوانی در تهران واقع در محله ولنجک خیابان 44 تماس گرفته و وقت مصاحبه رزرو کنید. check_box تکمیل فرم درخواست ویزا: فرم درخواست ویزا را دانلود پرینت و با اطلاعات لازم تکمیل و امضا کنید. check_box جمعآوری مدارک: مدارک لازم برای درخواست ویزا را آماده کرده و در صورت نیاز ترجمه کنید. check_box مصاحبه حضوری: در روز مصاحبه به سفارت مراجعه کرده مدارک خود را ارائه دهید و هزینه اخذ ویزا را پرداخت کنید.",
    "content_length":952,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_4",
    "content":"حضوری: در روز مصاحبه به سفارت مراجعه کرده مدارک خود را ارائه دهید و هزینه اخذ ویزا را پرداخت کنید. check_box ثبتنام برای اقامت موقت: پس از دریافت ویزا از طریق سامانه MIGRIS سیستم اطلاعات مهاجرت لیتوانی برای اجازه اقامت موقت اقدام کنید. check_box ثبت دادههای بیومتریک: اطلاعات بیومتریک شما باید در سفارت ضبط شود. مدارک ویزای دانشجویی لیتوانی check_box فرم تکمیلشده و امضاشده درخواست ویزا check_box عکس پاسپورتی جدید check_box پاسپورت معتبر check_box نامه پذیرش دانشگاه check_box اثبات منابع مالی کافی حداقل 150 یورو در ماه مثلا از طریق صورتحساب بانکی. check_box جزئیات اقامت دانشجویی و آدرس محل سکونت check_box برنامه پرواز شامل پرواز رفت و برگشت check_box بیمه سلامت دانشجویی مدارک مورد نیاز برای اجازه اقامت موقت: check_box ویزای دانشجویی D معتبر check_box پاسپورت معتبر check_box ثبت درخواست اجازه اقامت از طریق MIGRIS check_box عکس پاسپورتی check_box اثبات منابع مالی کافی حداقل 150 یورو در ماه check_box گواهی عدم سوء پیشینه از پلیس کشور خود check_box بیمه سلامت دانشجویی.",
    "content_length":976,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_5",
    "content":"مالی کافی حداقل 150 یورو در ماه check_box گواهی عدم سوء پیشینه از پلیس کشور خود check_box بیمه سلامت دانشجویی. تمکن مالی برای ویزای تحصیلی لیتوانی هنگام درخواست ویزای دانشجویی لیتوانی یکی از مدارک مهم که باید ارائه دهید نامه تمکن مالی است. مدرک تمکن مالی اثبات میکند که توانایی پرداخت شهریه هزینههای زندگی اقامت و سایر مخارج مرتبط را در لیتوانی دارید و نیازی به منابع دیگر نخواهید داشت. برای تایید توانایی مالی خود باید نکات زیر را رعایت کنید: میزان کافی موجودی: میزان موجودی حساب باید نشان دهد که شما قادر به پرداخت هزینههای تحصیل و زندگی در لیتوانی هستید. مبلغ دقیق مورد نیاز 150 یورو در ماه است. سابقه تراکنشهای اخیر: گواهی بانکی باید شامل گردش مالی ۳ تا ۶ ماه اخیر باشد تا نشان دهد که پول بهطور واقعی در اختیار شماست. منبع پول: باید مشخص کنید که پول از چه منبعی تامین شده است مانند پسانداز شخصی بورسیه حمایت مالی خانواده یا اسپانسر. این موضوع برای اثبات قانونی بودن منابع مالی شما مهم است. واحد پول و تبدیل ارز: گواهی بانکی باید به یورو EUR یا ارزهای مورد قبول لیتوانی ارائه شود.",
    "content_length":983,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_6",
    "content":"مهم است. واحد پول و تبدیل ارز: گواهی بانکی باید به یورو EUR یا ارزهای مورد قبول لیتوانی ارائه شود. اگر حساب بانکی شما با ارز دیگری است باید معادل آن به یورو با نرخ روز مشخص شود. هزینه اخذ ویزای تحصیلی لیتوانی هزینه اخذ ویزای ویزای دانشجویی لیتوانی نیز 120 یورو  هزینه اجازه اقامت موقت معادل 28 یورو است. دلایل ریجکتی ویزای تحصیلی لیتوانی اگر ویزای شما ریجکت شود یک نامه از کنسولگری لیتوانی دریافت خواهید کرد که دلایل رد درخواست را توضیح میدهد. اگر فکر میکنید که درخواست شما به اشتباه یا بهطور ناعادلانه رد شده است میتوانید ظرف ۱۴ روز از تاریخ دریافت تصمیم درخواست تجدیدنظر ثبت کنید. همچنین میتوانید در هر زمان مجددا درخواست ویزا دهید اما باید اطمینان حاصل کنید که مشکلات موجود در درخواست اولیه را برطرف کردهاید. ارسال یک درخواست مشابه فقط منجر به در یافت پاسخ منفی مجدد خواهد شد.",
    "content_length":779,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_7",
    "content":"در درخواست اولیه را برطرف کردهاید. ارسال یک درخواست مشابه فقط منجر به در یافت پاسخ منفی مجدد خواهد شد. شایعترین دلایل ریجکتی ویزای تحصیلی لیتوانی موارد زیر هستند: close مدارک ناکافی یا اطلاعات نادرست در درخواست ویزا close عدم ارائه مدارک مالی کافی برای تأمین هزینههای سفر close سوءسابقه کیفری یا سابقه رد شدن ویزا در گذشته close نداشتن بیمه مسافرتی معتبر برای مدت سفر close عدم اثبات هدف سفر یا نبود مدارک کافی درباره وابستگی به کشور مبدا close نگرانی درباره قصد متقاضی برای ترک لیتوانی یا منطقه شینگن پس از پایان سفر تمدید و تبدیل ویزای تحصیلی لیتوانی فارغالتحصیلان غیر اتحادیه اروپاEEA که تحصیلات خود را در لیتوانی به پایان رساندهاند نیازی به مجوز کار برای ادامه کار ندارند. این فارغالتحصیلان تا 3 ماه فرصت دارند برای دریافت مجوز اقامت موقت جدید اقدام کنند که به آنها اجازه میدهد به مدت 12 ماه در لیتوانی بمانند و به دنبال شغل بگردند. بعد از یافتن شغل و تمام شدن مدت مجوز اقامت مجدد میتوانید این مجوز را برای 2 سال دیگر تمدید کنید.",
    "content_length":933,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_8",
    "content":"از یافتن شغل و تمام شدن مدت مجوز اقامت مجدد میتوانید این مجوز را برای 2 سال دیگر تمدید کنید. سوالات متداول آیا با ویزای تحصیلی لیتوانی اجازه کار در این کشور را دارم بهعنوان دانشجوی خارجی در لیتوانی میتوانید در طول ترم تا ۲۰ ساعت در هفته کار کنید و در تعطیلات دانشگاهی بهصورت تماموقت مشغول به کار شوید. این مجوزها بهطور خودکار همراه با ویزای D و مجوز اقامت شما صادر میشوند بنابراین نیازی به دریافت مجوز کار جداگانه نخواهید داشت. مدت زمان اخذ ویزای تحصیلی لیتوانی چقدر است مدت زمان پردازش ویزا حدود دو هفته است که توصیه میشود هر چه زودتر برای ویزا اقدام کنید. مدت زمان اخذ مجوز اقامت در لیتوانی چقدر است تصمیمگیری درباره صدور مجوز اقامت موقت حداکثر ۳ ماه طول میکشد. اما با پرداخت هزینه اضافی این فرآیند حداکثر ۴۵ روزه انجام خواهد شد. از آنجا که برای مجوز اقامت موقت درخواست دادهاید میتوانید برای ویزای ملی بلندمدت نیز اقدام کنید که حداکثر ۵ ماه اعتبار خواهد داشت. در این صورت میتوانید در لیتوانی بمانید تا درخواست مجوز اقامت موقت شما بررسی شود و در صورت تأیید مجوز اقامت خود را دریافت کنید.",
    "content_length":988,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_9",
    "content":"لیتوانی بمانید تا درخواست مجوز اقامت موقت شما بررسی شود و در صورت تأیید مجوز اقامت خود را دریافت کنید. آیا میتوانم برای تحصیل با خانواده به لیتوانی مهاجرت کنم شهروندان غیر اروپایی باید ابتدا برای ویزای توریستی لیتوانی اقدام کنند و در صورت تمایل به همراهی شما در دوران تحصیل پس از ورود برای مجوز اقامت موقت درخواست دهند. ویزای وابستگان شامل همسر و فرزندان فقط در موارد بسیار خاص صادر میشود و شرط آن این است که دانشجویان خارجی باید مجوز اقامت موقت داشته باشند و حداقل دو سال در لیتوانی زندگی کرده باشند. اما اگر اعضای خانواده شما شهروندان اتحادیه اروپا EU منطقه اقتصادی اروپا EEA یا اتحادیه تجارت آزاد اروپا EFTA باشند میتوانند تا ۹۰ روز بدون ویزا در لیتوانی در کنار شما باشند. برای اقامت طولانیتر باید مجوز دریافت کرده و گواهی رسمی از وزارت کشور لیتوانی بگیرند. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود.",
    "content_length":995,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/lithuania-student-visa\/",
    "title":"ویزای تحصیلی لیتوانی (شرایط اخذ، هزینه، مراحل و مدارک لازم)",
    "chunk_id":"https:\/\/parsicanada.com\/lithuania-student-visa\/_10",
    "content":"تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 9 فروردین 1404 آیا سوالی دارید لغو پاسخ ارسال سوال",
    "content_length":430,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]