[
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_0",
    "content":"خدمات تحصیلی پارسی کانادا صرفا ویزای کار حین تحصیل کارورزی است. پارسی کانادا وبلاگ مهاجرت به کانادا از طریق تحصیل فرزند مهاجرت به کانادا از طریق تحصیل فرزند date_range تاریخ آخرین بروزرسانی: 10 اردیبهشت 1404 query_builder 4 دقیقه کشور کانادا برای جذب مهاجر روشهای متنوعی پیشنهاد داده است. یکی از راههای مهاجرت به کانادا ویژه والدینی است که فرزند سن مدرسه دارند. ما به عنوان یکی از بزرگترین موسسات مهاجرتی ایران هر روز شاهد حضور خانوادههایی هستیم که با دغدغه آینده فرزندشان به ما مراجعه میکنند. اگر شما هم این دغدغه را دارید مطالعه ادامه مطلب را از دست ندهید. در ادامه ما به نحوه مهاجرت از طریق تحصیل فرزند صحبت خواهیم کرد و شرایط و مراحل آن را توضیح خواهیم داد. از میان بیش از 100 روش مهاجرتی موجود شاید انتخاب مسیر مهاجرت به کانادا از طریق تولد فرزند برای برخی از خانوادهها بهترین باشد که البته نوع اقامت آن موقت است. البته تصمیم نهایی درباره روش مهاجرتی را حتما باید با مشورت یک وکیل و مشاور حرفهای بگیرید.",
    "content_length":908,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_1",
    "content":"آن موقت است. البته تصمیم نهایی درباره روش مهاجرتی را حتما باید با مشورت یک وکیل و مشاور حرفهای بگیرید. بدین منظور در صورت تمایل میتوانید فرم ارزیابی مهاجرت یا فرم ساده زیر را پر کنید و منتظر تماس کارشناسان ما باشد. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":626,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_2",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; منظور از مهاجرت به کانادا از طریق تحصیل فرزند چیست مهاجرت به کانادا از طریق تحصیل فرزند روشی است که بسیاری از خانوادههای ایرانی دارای فرزند سن مدرسه به آن فکر میکنند. در این روش والدین میتوانند به عنوان همراه در کنار فرزندشان در کانادا باشند. توجه داشته باشید ت وضیحات ما در ادامه ویژه تحصیل فرزندان زیر سن 18 سال است  چرا که متقاضیان تحصیل در کانادا که قصد پذیرش از دانشگاههای کانادا را دارند به دلیل اینکه به سن قانونی رسیدهاند با سختیهای بیشتری برای اخذ ویزای همراه مواجه خواهند بود. اما چرا این روش در میان والدین محبوب است مهاجرت به کانادا با این روش مزایای خاصی دارد.",
    "content_length":954,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_3",
    "content":"خواهند بود. اما چرا این روش در میان والدین محبوب است مهاجرت به کانادا با این روش مزایای خاصی دارد. در این روش شما به سادگی از 6 تا 5 سال بسته به نوع مدرسه و مقطع تحصیلی فرزندان میتوانید در کانادا اقامت داشته باشید. در ضمن برای مثال این روش در مقایسه با سایر روشهای مهاجرتی موجود برای کانادا نیازی به داشتن شرایط خاص ندارد. مثلا در انواع روشهای سرمایهگذاری مانند خرید بیزینس در کانادا  راهاندازی استارتاپ در کانادا و شما به مبلغ زیادی برای سرمایهگذاری نیاز دارید یا در انواع روشهای برنامه اکسپرس انتری به مدارکی مانند نمره زبان بالا جابآفر و یا نامه LMIA نیاز دارید اما در این روش خبری از این شرایط سخت نیست! اما این نکته را نیز فراموش نکنید که با ویزای همراه اجازه کار در کانادا را ندارید! شرایط و مراحل اخذ ویزای تحصیلی فرزند برای مهاجرت به کانادا از طریق تحصیل فرزند ابتدا باید این شرط مهم را در نظر بگیرید: فرزند شما باید بین 4 الی 18 سال سن داشته باشد . البته برخی از ایالتهای کانادا تا 19 سال را نیز در مدارس پذیرش میکنند.",
    "content_length":927,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_4",
    "content":"18 سال سن داشته باشد . البته برخی از ایالتهای کانادا تا 19 سال را نیز در مدارس پذیرش میکنند. بعد از آن باید به دنبال یک مدرسه در کانادا باشید و با ارائه مدارک تحصیلی فرزندان در صورت وجود نسبت به اخذ پذیرش اقدام کنید. ما در صفحههای تحصیل در مدارس کانادا و دبیرستانهای کانادا  لیستی از بهترین مدارس و شرایط اخذ پذیرش از آنها را توضیح دادهایم که پیشنهاد میکنیم حتما مطالعه کنید. شرط مهم دیگر داشتن تمکن مالی کافی برای تحصیل و زندگی فرزند شما در کانادا است. مبلغ تمکن مالی در سال 2025 برای دانش آموز و یکی از والدین دو نفر برابر با 25,690 دلار کانادا است. در صورتی که پدر و مادر بخواهند همراه فرزندشان به کانادا مهاجرت کنند این مبلغ معادل 31,583 دلار خواهد بود. در نهایت والدین باید برای خود ویزای توریستی از نوع ویزای همراه درخواست دهند و برای فرزندشان نیز ویزای دانشآموزی کانادا همراه با مجوز تحصیل یا استادی پرمیت .",
    "content_length":814,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_5",
    "content":"نوع ویزای همراه درخواست دهند و برای فرزندشان نیز ویزای دانشآموزی کانادا همراه با مجوز تحصیل یا استادی پرمیت . بدین منظور باید مدارک خاصی را از قبل تهیه و آماده کرده باشید این مدارک میتوانند لیست زیر باشند : check نامه پذیرش از مدرسه check اتستیشن لتر نامه تایید استانی حاوی جزئیات مربوط به ثبتنام متقاضی check مدارک شناسایی دانش آموز و والدین check مدارک ارائه دهنده تمکن مالی لازم check نتیجه تست مدیکال توضیحات تکمیلی درباره شرایط و مراحل را در دو صفحه ویزای همراه کانادا و ویزای دانشآموزی کانادا مطالعه کنید.",
    "content_length":511,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_6",
    "content":"مدیکال توضیحات تکمیلی درباره شرایط و مراحل را در دو صفحه ویزای همراه کانادا و ویزای دانشآموزی کانادا مطالعه کنید. هزینههای تحصیل و زندگی در کانادا هزینه مهاجرت به کانادا از طریق تحصیل فرزند را باید به چند بخش تقسیم کرد: check هزینههای اخذ ویزا check تمکن مالی لازم check هزینه زندگی در کانادا check شهریه مدارس کانادا در جدول زیر این هزینهها را نشان دادهایم: Book1.xlsx فاکتور هزینه مبلغ دلار کانادا هزینههای اخذ ویزا اخذ استادی پرمیت: 150 تمدید استادی پرمیت: 389.75 اخذ ویزای همراه: 100 دلار انگشتنگاری: 85 دلار اخذ پذیرش یا اپلیکیشن فی : بین 100 تا 300 دلار تمکن مالی لازم برای دو نفر: 25,690 هزینههای زندگی در کانادا در شهری مانند تورنتو یا ونکوور 3000 الی 4000 دلار در ماه بدون شهریه برای یک والد و فرزند شهریه مدارس کانادا شهریه مدارس دولتی: 9500 الی 17000 شهریه مدارس خصوصی: 15000 الی 30000 جزئیات کاملتر را میتوانید در صفحه هزینههای زندگی در کانادا بخوانید.",
    "content_length":864,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_7",
    "content":"9500 الی 17000 شهریه مدارس خصوصی: 15000 الی 30000 جزئیات کاملتر را میتوانید در صفحه هزینههای زندگی در کانادا بخوانید. آیا کار با ویزای همراه در کانادا امکانپذیر است متاسفانه از ژانویه 2025 ویزای همراه با اجازه کار دیگر برای والدینی که برای تحصیل فرزندان خود در سن مدرسه به کانادا میآیند صادر نمیشود. خصوصا اگر از همان ابتدا برای ویزای اقامت موقت کانادا اقدام کرده باشید. البته این معنای پایان راه نیست. بعد از حضور در کانادا در صورتی که بتوانید یک کارفرمای کانادایی را برای استخدام خود متقاعد کنید این امکان وجود دارد که نوع ویزای خود را به کاری همراه با ورک پرمیت تبدیل کنید. یا شاید این امکان برای شما وجود داشته باشد تا از طریق برنامههای استانی کانادا نسبت به تغییر ویزای خود اقدام کنید. استانهای کانادا هر ساله شرایط جدید خود را برای جذب مهاجر اعلام میکنند که بهتر است حتما در این باره با یک وکیل یا مشاور مهاجرتی مشورت کنید. تکلیف اقامت والدین پس از تحصیل فرزند چه میشود همانطور که در ابتدای این مطلب ذکر کردیم روش مهاجرت به کانادا از طریق تولد فرزند برای شما اقامت موقت به همراه خواهد داشت.",
    "content_length":996,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_8",
    "content":"این مطلب ذکر کردیم روش مهاجرت به کانادا از طریق تولد فرزند برای شما اقامت موقت به همراه خواهد داشت. در این روش والدین معمولا باید بعد از اتمام دوران تحصیل فرزندشان تا 18 سالگی فرزند کانادا را ترک کنند. اما در صورتی که بتوانید ویزای خود را با توجه به توضیحات بالاتر به کاری تبدیل کنید تجربه کار در کانادا پیدا کنید و یا سرمایه کافی برای سرمایهگذاری در این کشور داشته باشید امکان اخذ اقامت دائم کانادا برای شما فراهم خواهد شد. مزایا و معایب مهاجرت از طریق تحصیل فرزند ابتدا مزایا با مهاجرت به کانادا از طریق تحصیل فرزند شما امکان دسترسی به سیستم آموزشی باکیفیت و بهروز را برای فرزند دلبندتان ایجاد کردهاید که به نوعی میتواند تضمین موفقیت تحصیلی او در آینده هم باشد. با این روش مهارتهای زبان و شخصیت اجتماعی فرزندتان در کشوری توسعه یافته تقویت خواهد شد. بزرگترین مزیت این است که شما در کنار فرزندتان هستید. و اما معایب اگر نتوانید ویزای خود را به کاری تبدیل کنید شاید با مشکل هزینههای تحصیل فرزندتان و زندگی در کانادا مواجه شوید.",
    "content_length":926,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_9",
    "content":"نتوانید ویزای خود را به کاری تبدیل کنید شاید با مشکل هزینههای تحصیل فرزندتان و زندگی در کانادا مواجه شوید. متاسفانه این روش یک روش اخذ اقامت موقت است که شاید اگر شرایط تبدیل آن را نداشته باشید هیچ وقت به اقامت دائم منجر نشود. و اما چند نکته کلیدی و توصیههای عملی از پارسی کانادا star انتخاب شهر و مدرسه مناسب میتواند بسیاری از چالشها را برای شما کم کند star در صورت آشنایی کافی با هر دو یا یکی از زبانهای انگلیسی و فرانسوی شانس ادغام در جامعه کانادایی برای شما بیشتر خواهد شد star با مراجعه حضوری به پارسی کانادا میتوانید با والدینی که به کانادا مهاجرت کردهاند و حالا فرزندشان در این کشور مشغول تحصیل است صحبت کنید و از تجربیات آنها استفاده کنید نگاهی به جدیدترین آمار مربوط به تحصیل در کانادا طبق نظرسنجی ApplyBoard در بهار 2025 کانادا بهطور متوسط بهترین مقصد تحصیلی برای دانشجویان خارجی است. 94 از دانشجویان در این نظرسنجی به تحصیل در کانادا علاقه نشان دادند که بالاترین میزان در میان سایر کشورها بود.",
    "content_length":903,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_10",
    "content":"از دانشجویان در این نظرسنجی به تحصیل در کانادا علاقه نشان دادند که بالاترین میزان در میان سایر کشورها بود. کانادا آمریکا بریتانیا و استرالیا چهار مقصد اصلی هستند اما کانادا در مجموع با میانگین علاقه بالاتر پیشتاز است. تنها 6 از دانشجویان به تحصیل در کانادا بیعلاقه بودند که کمترین میزان در مقایسه با سایر کشورها است. آلمان و ایرلند نیز در رتبههای پنجم و ششم قرار دارند. عوامل اصلی انتخاب مقصد تحصیلی شامل شهریه مقرونبهصرفه 77 نرخ اشتغال فارغالتحصیلان 57 برنامههای مرتبط با شغل موردنظر 49 کیفیت آموزش 47 و اعتبار برنامه 45 بودند. سیاست جدید کانادا برای محدود کردن مجوزهای تحصیلی 437,000 در 2025 در مقایسه با 517,410 در 2024 تاثیری منفی بر علاقه دانشجویان نداشته و حتی 30 اعلام کردند که علاقهشان افزایش یافته است. این محدودیتها ارزش تحصیل در کانادا را بالا برده و بازار کار برای فارغالتحصیلان کمتر رقابتی شده است. سوالات متداول آیا تحصیل فرزندم در کانادا منجر به اقامت دائم میشود خیر اما میتواند مسیرهایی برای اقامت دائم شما باز کند مانند اکسپرس انتری یا برنامههای استانی.",
    "content_length":970,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_11",
    "content":"به اقامت دائم میشود خیر اما میتواند مسیرهایی برای اقامت دائم شما باز کند مانند اکسپرس انتری یا برنامههای استانی. هزینه تحصیل در مدارس دولتی کانادا چقدر است تحصیل در مدارس دولتی کانادا برای شهروندان این کشور رایگان است اما برای دانشآموزان بینالمللی بین 9500 الی 17000 دلار کانادا است. آیا والدین میتوانند با ویزای همراه کار کنند خیر مگر اینکه ویزای کاری جداگانه دریافت کنند. سن مناسب برای تحصیل فرزند در کانادا چیست معمولا 4 تا 18 سال. آیا امکان دریافت بورسیه تحصیلی وجود دارد بله اما معمولا برای دانشآموزان ممتاز و در مدارس خصوصی یا شبانهروزی این امکان وجود دارد. مدت زمان صدور ویزای دانشآموزی و ویزای همراه چقدر است مدت زمان صدور ویزای دانش آموزی معمولا 6 الی 12 ماه و صدور ویزای همراه 1 ماه است. آیا میتوانم فرزندم را در مدرسه ایرانی ثبتنام کنم بله مدارسی با برنامههای فرهنگی ایرانی در برخی شهرها وجود دارند. آیا ویزای همراه قابل تمدید است بله تا زمانی که ویزای تحصیلی فرزند معتبر باشد شما نیز میتوانید ویزای خود را تمدید کنید.",
    "content_length":929,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_12",
    "content":"قابل تمدید است بله تا زمانی که ویزای تحصیلی فرزند معتبر باشد شما نیز میتوانید ویزای خود را تمدید کنید. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید.",
    "content_length":555,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_13",
    "content":"این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 10 اردیبهشت 1404 آیا سوالی دارید لغو پاسخ ارسال سوال ارتباط سریع شعب تهران keyboard_arrow_down شعبه زعفرانیه آدرس: شعبه۱ تهران : خیابان ولیعصر بین چهار راه پسیان و زعفرانیه  پلاک 2880 تلفن: 021-37921 021-37972000 شعبه سعادت آباد آدرس: شعبه۲ تهران : سعادت آباد بلوار دریا خیابان موج تقاطع توحید 3 پلاک ۴ تلفن: 021-37972888 شعبه اصفهان keyboard_arrow_down آدرس: دفتر اصفهان: میدان آزادی خیابان سعادت آباد هولدینگ پارس پندار نهاد تلفن: 021-43000054 شعبه کانادا keyboard_arrow_down دفتر ونکوور: 776 Premier St, North Vancouver, BC تلفن: 1604973-2175 1604973-2176 1778968-7887 شعبه مشهد keyboard_arrow_down آدرس: مشهد بلوار هفت تیر نبش هفت تیر ۸ برج اداری آرمیتاژ طبقه ۱۶ واحد ۱۶۰۵ تلفن: 02137972051 لینک های مفید مهاجرت به کانادا مهاجرت به استرالیا مهاجرت به آلمان ویزای سرمایه گذاری کانادا خرید بیزینس در کانادا ویزای استارتاپ کانادا دسترسی سریع صفحه اصلی محاسبه اکسپرس اینتری وبلاگ تماس با ما اخبار مهاجرتی پیشنهادات انتقادات و ثبت شکایات با اطمینان انتخاب کنید ما را در شبکه های اجتماعی دنبال کنید support_agent درخواست مشاوره حرفه ای close آغاز سفر به آیندهای بهتر ...",
    "content_length":1213,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_14",
    "content":"ما را در شبکه های اجتماعی دنبال کنید support_agent درخواست مشاوره حرفه ای close آغاز سفر به آیندهای بهتر ... برای دریافت مشاوره کامل  فرم زیر را پر کنید تا مشاوران ما در این مسیر به درستی هدایتتان کنند: فیلد های    اجباری هستند نام و نام خانوادگی  تلفن  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 12, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":542,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_15",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; نکته: با توجه به قوانین کشور امکان پیگیری درخواست ملیتهای غیر ایرانی را نداریم  console.loglocation,window.location  const hasComment  window.location.href.includescomment  console.loghasComment,hasComment  ifhasComment  const commentId  window.location.href.split1;  const commentElement  document.querySelectorcommentId;  ifcommentElement  const offset  commentElement.offsetTop;  console.logoffset,offset  window.scrollTo  top: offset ,  ;     prefetch:source:document,where:and:href_matches:,not:href_matches:wp-.php,wp-admin,wp-contentuploads,wp-content,wp-contentplugins,wp-contentthemesparsicanada,?.,not:selector_matches:arelnofollow,not:selector_matches:.no-prefetch, .no-prefetch a,eagerness:conservative var rating  ajax_url:https:parsicanada.comwp-adminadmin-ajax.php,loggedin:; var pars_ajax_obj  ajaxUrl:https:parsicanada.comwp-adminadmin-ajax.php,front_end_validation:1,activeSms:1,custom_form_validation:61,62,60,51,54,12; wp.i18n.setLocaleData  text directionu0004ltr:  rtl   ;  function domain, translations   var localeData  translations.locale_data domain   translations.locale_data.messages; localeData.domain  domain; wp.i18n.setLocaleData localeData, domain ;   default, translation-revision-date:2025-04-18 00:25:300000,generator:GlotPress4.0.1,domain:messages,locale_data:messages::domain:messages,plural-forms:nplurals1; plural0;,lang:fa,Notifications:u0622u06afu0627u0647u200cu0633u0627u0632u06ccu200cu0647u0627,comment:reference:wp-includesjsdista11y.js ; gform.initializeOnLoaded function  jQuerydocument.ongform_post_render, functionevent, formId, currentPageifformId  60 if!jQueryinput_60_3.ginput_counter.lengthjQueryinput_60_3.textareaCount maxCharacterSize: 41, originalStyle: ginput_counter gfield_description, truncate: true, errorStyle : , displayFormat : input از max شخصیت های حداکثر ;jQueryinput_60_3.next.ginput_counter.attraria-live,polite;iftypeof Placeholders !",
    "content_length":2286,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_16",
    "content":"41, originalStyle: ginput_counter gfield_description, truncate: true, errorStyle : , displayFormat : input از max شخصیت های حداکثر ;jQueryinput_60_3.next.ginput_counter.attraria-live,polite;iftypeof Placeholders ! undefined Placeholders.enable;   ;jQuerydocument.ongform_post_conditional_logic, functionevent, formId, fields, isInit   ; gform.initializeOnLoaded function jQuerydocument.triggergform_pre_post_render,  formId: 60, currentPage: 1, abort: function  this.preventDefault;  ; if event  event.defaultPrevented  return;  const gformWrapperDiv  document.getElementById gform_wrapper_60 ; if  gformWrapperDiv   const visibilitySpan  document.createElement span ; visibilitySpan.id  gform_visibility_test_60; gformWrapperDiv.insertAdjacentElement afterend, visibilitySpan ;  const visibilityTestDiv  document.getElementById gform_visibility_test_60 ; let postRenderFired  false; function triggerPostRender  if  postRenderFired   return;  postRenderFired  true; jQuery document .trigger gform_post_render, 60, 1 ; gform.utils.trigger  event: gformpostRender, native: false, data:  formId: 60, currentPage: 1   ; if  visibilityTestDiv   visibilityTestDiv.parentNode.removeChild visibilityTestDiv ;   function debounce func, wait, immediate   var timeout; return function  var context  this, args  arguments; var later  function  timeout  null; if  !immediate  func.apply context, args ; ; var callNow  immediate  !timeout; clearTimeout timeout ; timeout  setTimeout later, wait ; if  callNow  func.apply context, args ; ;  const debouncedTriggerPostRender  debounce function  triggerPostRender; , 200 ; if  visibilityTestDiv  visibilityTestDiv.offsetParent  null   const observer  new MutationObserver  mutations    mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":1813,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_17",
    "content":"triggerPostRender; , 200 ; if visibilityTestDiv visibilityTestDiv.offsetParent null const observer new MutationObserver mutations mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; gform.initializeOnLoaded function  jQuerydocument.ongform_post_render, functionevent, formId, currentPageifformId  12 if!jQueryinput_12_1.ginput_counter.lengthjQueryinput_12_1.textareaCount maxCharacterSize: 41, originalStyle: ginput_counter gfield_description, truncate: true, errorStyle : , displayFormat : input از max شخصیت های حداکثر ;jQueryinput_12_1.next.ginput_counter.attraria-live,polite;iftypeof Placeholders !",
    "content_length":849,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_18",
    "content":"41, originalStyle: ginput_counter gfield_description, truncate: true, errorStyle : , displayFormat : input از max شخصیت های حداکثر ;jQueryinput_12_1.next.ginput_counter.attraria-live,polite;iftypeof Placeholders ! undefined Placeholders.enable;   ;jQuerydocument.ongform_post_conditional_logic, functionevent, formId, fields, isInit   ; gform.initializeOnLoaded function jQuerydocument.triggergform_pre_post_render,  formId: 12, currentPage: 1, abort: function  this.preventDefault;  ; if event  event.defaultPrevented  return;  const gformWrapperDiv  document.getElementById gform_wrapper_12 ; if  gformWrapperDiv   const visibilitySpan  document.createElement span ; visibilitySpan.id  gform_visibility_test_12; gformWrapperDiv.insertAdjacentElement afterend, visibilitySpan ;  const visibilityTestDiv  document.getElementById gform_visibility_test_12 ; let postRenderFired  false; function triggerPostRender  if  postRenderFired   return;  postRenderFired  true; jQuery document .trigger gform_post_render, 12, 1 ; gform.utils.trigger  event: gformpostRender, native: false, data:  formId: 12, currentPage: 1   ; if  visibilityTestDiv   visibilityTestDiv.parentNode.removeChild visibilityTestDiv ;   function debounce func, wait, immediate   var timeout; return function  var context  this, args  arguments; var later  function  timeout  null; if  !immediate  func.apply context, args ; ; var callNow  immediate  !timeout; clearTimeout timeout ; timeout  setTimeout later, wait ; if  callNow  func.apply context, args ; ;  const debouncedTriggerPostRender  debounce function  triggerPostRender; , 200 ; if  visibilityTestDiv  visibilityTestDiv.offsetParent  null   const observer  new MutationObserver  mutations    mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":1813,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_19",
    "content":"triggerPostRender; , 200 ; if visibilityTestDiv visibilityTestDiv.offsetParent null const observer new MutationObserver mutations mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; !functiont,eobjecttypeof exportsundefined!typeof module?module.exportse:functiontypeof definedefine.amd?definee:tundefined!typeof globalThis?globalThis:tself.LazyLoadethis,functionuse strict;function ereturneObject.assignfunctiontforvar e1;earguments.length;evar n,aargumentse;forn in aObject.prototype.hasOwnProperty.calla,ntnanreturn t.applythis,argumentsfunction itreturn e,it,tfunction ot,evar n,aLazyLoad::Initialized,inew te;trynnew CustomEventa,detail:instance:icatchtndocument.createEventCustomEvent.initCustomEventa,!1,!1,instance:iwindow.dispatchEventnfunction lt,ereturn t.getAttributegtefunction ctreturn lt,btfunction st,ereturn functiont,e,negte;null!n?t.setAttributee,n:t.removeAttributeet,bt,efunction rtreturn st,null,0function utreturn nullctfunction dtreturn ctvtfunction ft,e,n,atvoid 0a?void 0n?te:te,n:te,n,afunction _t,ent?t.classList.adde:t.classNamet.className?",
    "content_length":1314,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/",
    "title":"مهاجرت به کانادا از طریق تحصیل فرزند (شرایط فرزند و والدین)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/immigrate-to-canada-by-child-studying\/_20",
    "content":"ot,evar n,aLazyLoad::Initialized,inew te;trynnew CustomEventa,detail:instance:icatchtndocument.createEventCustomEvent.initCustomEventa,!1,!1,instance:iwindow.dispatchEventnfunction lt,ereturn t.getAttributegtefunction ctreturn lt,btfunction st,ereturn functiont,e,negte;null!n?t.setAttributee,n:t.removeAttributeet,bt,efunction rtreturn st,null,0function utreturn nullctfunction dtreturn ctvtfunction ft,e,n,atvoid 0a?void 0n?te:te,n:te,n,afunction _t,ent?t.classList.adde:t.classNamet.className? :efunction vt,ent?t.classList.removee:t.classNamet.className.replacenew RegExpses, .replaces,.replaces,function gtreturn t.llTempImagefunction bt,e!eee._observere.unobservetfunction pt,ett.loadingCountefunction ht,ett.toLoadCountefunction ntforvar e,n,a0;et.childrena;a1SOURCEe.tagNamen.pushe;return nfunction mt,ett.parentNodePICTUREt.tagNament.forEachefunction at,ent.forEachefunction Etreturn!!tstfunction Itreturn tstfunction ytreturn delete tstfunction Ae,tvar n;Een,t.forEachfunctiontnte.getAttributet,estnfunction ka,tvar i;EaiIa,t.forEachfunctiontvar e,n;ea,tint?e.setAttributen,t:e.removeAttributenfunction Lt,e,n_t,e.class_loading,st,ut,npn,1,fe.callback_loading,t,nfunction wt,e,nnt.setAttributee,nfunction xt,ewt,ct,lt,e.data_sizes,wt,rt,lt,e.data_srcset,wt,ot,lt,e.data_srcfunction Ot,e,nvar alt,e.data_bg_multi,ilt,e.data_bg_multi_hidpi;aati?i:at.style.backgroundImagea,nn,_tt,ee.class_applied,st,ft,ne.unobserve_completedbt,e,fe.callback_applied,t,nfunction Nt,e!e0e.loadingCount0e.toLoadCountft.callback_finish,efunction Ct,e,nt.addEventListenere,n,t.llEvLisnrsenfunction Mtreturn!!t.llEvLisnrsfunction ztifMtvar e,n,at.llEvLisnrs;fore in avar iae;ne,ii,t.removeEventListenern,idelete t.llEvLisnrsfunction Rt,e,nvar a;delete t.llTempImage,pn,-1,an--a.toLoadCount,vt,e.class_loading,e.unobserve_completedbt,nfunction To,r,cvar lgoo;Mlfunctiont,e,nMtt.llEvLisnrs;var aVIDEOt.tagName?loadeddata:load;Ct,a,e,Ct,error,nl,functiontvar e,n,a,i;nr,ac,ideo,Re,n,a,_e,n.class_loaded,se,dt,fn.callback_loaded,e,a,iNn,a,zl,functiontvar e,n,a,i;nr,ac,ideo,Re,n,a,_e,n.class_error,se,_t,fn.callback_error,e,a,iNn,a,zlfunction Gt,e,nvar a,i,o,r,c;t.llTempImagedocument.createElementIMG,Tt,e,n,EctcstbackgroundImage:c.style.backgroundImage,on,rlat,ie.data_bg,cla,i.data_bg_hidpi,ratc?c:ra.style.backgroundImageurl.concatr,,ga.setAttributeot,r,La,i,o,Ot,e,nfunction Dt,e,nvar a;Tt,e,n,ae,en,tItnt.tagNametn,a,Ln,a,efunction Vt,e,nvar a;at,-1yt.indexOfa.tagName?D:Gt,e,nfunction Ft,e,nvar a;t.setAttributeloading,lazy,Tt,e,n,ae,eItnt.tagNameen,a,st,vtfunction jtt.removeAttributeot,t.removeAttributert,t.removeAttributectfunction Ptmt,functiontkt,Et,kt,Etfunction Stvar e;eAtt.tagName?et:EettIe,e.style.backgroundImaget.backgroundImagefunction Ut,evar n;St,ne,uetdeve,n.class_entered,ve,n.class_exited,ve,n.class_applied,ve,n.class_loading,ve,n.class_loaded,ve,n.class_error,rt,ytfunction t,e,n,avar i;n.cancel_on_exitct!utIMGt.tagNamezt,mit,functiontjt,ji,Pt,vt,n.class_loading,pa,-1,rt,fn.callback_cancel,t,e,afunction qt,e,n,avar i,o,rot,0pt.indexOfco;st,entered,_t,n.class_entered,vt,n.class_exited,it,oa,n.unobserve_enteredbi,o,fn.callback_enter,t,e,a,rVt,n,afunction Htreturn t.use_nativeloadingin HTMLImageElement.prototypefunction Bt,i,ot.forEachfunctiontreturnat.isIntersecting0a.intersectionRatio?qt.target,t,i,o:et.target,nt,ai,to,voidue_e,a.class_exited,e,n,a,t,fa.callback_exit,e,n,t;var e,n,afunction Je,nvar t;et!Hen._observernew IntersectionObserverfunctiontBt,e,n,root:te.containerdocument?null:t.container,rootMargin:t.thresholdst.thresholdpxfunction Ktreturn Array.prototype.slice.calltfunction Qtreturn t.container.querySelectorAllt.elements_selectorfunction Wtreturn ct_tfunction Xt,ereturn etQe,Ke.filterufunction Ye,tvar n;nQe,Kn.filterW.forEachfunctiontvt,e.class_error,rt,t.updatefunction tt,evar n,a,tit;this._settingst,this.loadingCount0,Jt,this,nt,athis,Zwindow.addEventListeneronline,functionYn,a,this.updateevar Zundefined!typeof window,ttZ!onscrollin windowundefined!typeof navigatorgleingrobotcrawlspideri.testnavigator.userAgent,etZIntersectionObserverin window,ntZclassListin document.createElementp,atZ1window.devicePixelRatio,itelements_selector:.lazy,container:ttZ?document:null,threshold:300,thresholds:null,data_src:src,data_srcset:srcset,data_sizes:sizes,data_bg:bg,data_bg_hidpi:bg-hidpi,data_bg_multi:bg-multi,data_bg_multi_hidpi:bg-multi-hidpi,data_poster:poster,class_applied:applied,class_loading:litespeed-loading,class_loaded:litespeed-loaded,class_error:error,class_entered:entered,class_exited:exited,unobserve_completed:!0,unobserve_entered:!1,cancel_on_exit:!0,callback_enter:null,callback_exit:null,callback_applied:null,callback_loading:null,callback_loaded:null,callback_error:null,callback_finish:null,callback_cancel:null,use_native:!1,otsrc,rtsrcset,ctsizes,ltposter,stllOriginalAttrs,utloading,dtloaded,ftapplied,_terror,vtnative,gtdata-,btll-status,ptut,dt,ft,_t,htot,mtot,lt,Etot,rt,ct,ItIMG:functiont,emt,functiontAt,Et,xt,e,At,Et,xt,e,IFRAME:functiont,eAt,ht,wt,ot,lt,e.data_src,VIDEO:functiont,eat,functiontAt,ht,wt,ot,lt,e.data_src,At,mt,wt,lt,lt,e.data_poster,wt,ot,lt,e.data_src,t.load,ytIMG,IFRAME,VIDEO,AtIMG:P,IFRAME:functiontkt,ht,VIDEO:functiontat,functiontkt,ht,kt,mt,t.load,ktIMG,IFRAME,VIDEO;return t.prototypeupdate:functiontvar e,n,a,ithis._settings,oXt,i;ifhthis,o.length,!ttetreturn Hi?ei,nthis,o.forEachfunctiont-1!kt.indexOft.tagNameFt,e,n,void hn,0:tthis._observer,io,t.disconnect,at,void i.forEachfunctionta.observet;this.loadAllo,destroy:functionthis._observerthis._observer.disconnect,Qthis._settings.forEachfunctiontyt,delete this._observer,delete this._settings,delete this.loadingCount,delete this.toLoadCount,loadAll:functiontvar ethis,nthis._settings;Xt,n.forEachfunctiontbt,e,Vt,n,e,restoreAll:functionvar ethis._settings;Qe.forEachfunctiontUt,e,t.loadfunctiont,eeie;Vt,e,t.resetStatusfunctiontrt,Zfunctiont,eifeife.lengthforvar n,a0;nea;a1ot,n;else ot,et,window.lazyLoadOptions,t;!functione,tuse strict;function at.body.classList.addlitespeed_lazyloadedfunction nconsole.logLiteSpeed Start Lazy Load Images,dnew LazyLoadelements_selector:data-lazyloaded,callback_finish:a,ofunctiond.update,e.MutationObservernew MutationObservero.observet.documentElement,childList:!0,subtree:!0,attributes:!0var d,o;e.addEventListener?e.addEventListenerload,n,!1:e.attachEventonload,nwindow,document;",
    "content_length":6370,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]