[
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_0",
    "content":"خدمات تحصیلی پارسی کانادا صرفا ویزای کار حین تحصیل کارورزی است. پارسی کانادا وبلاگ تبدیل اقامت موقت کانادا به دائم 7 روش تبدیل اقامت موقت کانادا TR به اقامت دائمی PR date_range تاریخ آخرین بروزرسانی: 8 شهریور 1403 query_builder 5 دقیقه اگر در حال حاضر با وضعیت اقامت موقت TR در کانادا زندگی میکنید یا در ایران هستید و میخواهید به صورت موقت به کانادا مهاجرت کنید و قصد دارید با روشهای تبدیل اقامت موقت به دائم کانادا آشنا شوید این مطلب راهنمای شماست. به طور کلی افراد دارای وضعیت اقامت موقت در کانادا با روشهای زیر میتوانند اقامت دائم خود را اخذ کنند: تجربه کار کانادایی فدرال اسکیل ورکر برنامه نامزدی استانی تجربه کار کبکی اسپانسرشیپ خانواده برنامه پرستار خانگی برنامه آتلانتیک کانادا اگر متقاضی شرایط کافی را داشته باشد تبدیل اقامت موقت کانادا به دائم راحت است و هزینه چندانی ندارد. در زیر با بررسی هر کدام از این روشها با ما همراه باشید. اگر علاقهمند به تبدیل اقامت خود از موقت به دائم هستید فرم ارزیابی مهاجرت یا فرم ساده زیر را پر کنید و منتظر یک مشاوره حرفهای از سمت پارسی کانادا باشید.",
    "content_length":991,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_1",
    "content":"فرم ارزیابی مهاجرت یا فرم ساده زیر را پر کنید و منتظر یک مشاوره حرفهای از سمت پارسی کانادا باشید. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; مقایسه اقامت موقت و اقامت دائم کانادا در جدول زیر تفاوتهای کلیدی بین اقامت موقت TR و اقامت دائم PR در کانادا را آوردیم. سپس هرکدام را مقایسه می کنیم.",
    "content_length":871,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_2",
    "content":"تفاوتهای کلیدی بین اقامت موقت TR و اقامت دائم PR در کانادا را آوردیم. سپس هرکدام را مقایسه می کنیم. معیار مقایسه اقامت موقت TR اقامت دائم PR مدت اقامت محدود به زمان تعیین شده بدون محدودیت زمانی امکان زندگی دائم مجوز کار محدود به مجوز کار اجازه کار در هر جای کانادا استفاده از خدمات اجتماعی دسترسی محدود دسترسی کامل سفر خارجی نیاز به تمدید ویزا و اخذ مجوز بازگشت حق بازگشت به کانادا بدون نیاز به ویزا حق رای ندارد ندارد - فقط شهروند نگاهی به وضعیت اقامت موقت کانادا TR افراد دارای اقامت موقت TR به کسانی اطلاق میشود که در مدتی محدود در کشور کانادا حق اقامت به دست می آورند و افراد زیر را شامل میشوند:  دانشجویان با ویزای تحصیلی کانادا study permit  افراد دارای مجوز کار work permit  گردشگران دارای ویزای توریستی visitor visa افراد دارای وضعیت اقامت موقت کانادا باید شرایط خاصی مانند محدودیت مدت زمان اقامت نوع شغل یا برنامه تحصیلی که در آن مشغولند را رعایت کنند و همچین نسبت به برخی از محدودیتهای اجتماعی آگاهی پیدا کنند.",
    "content_length":920,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_3",
    "content":"برنامه تحصیلی که در آن مشغولند را رعایت کنند و همچین نسبت به برخی از محدودیتهای اجتماعی آگاهی پیدا کنند. نگاهی به وضعیت اقامت موقت کانادا PR اقامت دائم PR وضعیتی است که به فرد اجازه میدهد از نظر زمانی به طور نامحدود در کانادا زندگی و کار کند. دارندگان اقامت دائم میتوانند به اکثر مزایای اجتماعی از جمله خدمات بهداشتی و اجتماعی مشابه شهروندان کانادایی دسترسی داشته باشند. افراد داری پی آر کانادا میتوانند در هر نقطهای از این کشور کار تحصیل و سفر کنند. اما برخلاف شهروندهای رسمی دارندگان اقامت دائم نمیتوانند رای بدهند و برای اینکه وضعیت اقامت دائم خود را حفظ کنند باید حداقل دو سال از هر پنج سال را در کانادا سکونت داشته باشند. همچنین داشتن وضعیت اقامت دائم پیشنیاز دریافت شهروندی کانادا است. بنابراین از هر منظر که نگاه کنید داشتن pr کانادا بهتر است و مزایای زیادی را در پی دارد. اگر در کانادا با وضعیت اقامت موقت زندگی میکنید و میخواهید آن را با روشهایی به اقامت دائم تبدیل کنید خواندن این مقاله را ادامه دهید.",
    "content_length":911,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_4",
    "content":"موقت زندگی میکنید و میخواهید آن را با روشهایی به اقامت دائم تبدیل کنید خواندن این مقاله را ادامه دهید. روشهای تبدیل اقامت موقت به دائم کانادا روشهای زیادی برای تغییر وضعیت از اقامت موقت به دائم در کانادا وجود دارد. در زیر این روشها را آوردیم. 1- کلاس تجربه کار کانادایی CEC تجربه کار کانادایی یک روش ایدهآل برای تبدیل اقامت موقت به دائم در کانادا است. این روش برای افرادی که اقامت موقت کانادا دارند و در این کشور به اندازه کافی تجربه کار کردن بدست آورده اند مناسب است. تجربه کار کانادایی نیازمند حداقل 1 سال تجربه کاری ماهرانه در کانادا مهارت زبان کافی حداقل آیلتس 6 در برخی مشاغل و آیلتس 5 در مشاغل دیگر است. مزیت عمده این روش این است که ارزش تجربه کاری کانادایی شما را به رسمیت میشناسد و راحتتر میتوانید اقامت دائم بگیرید. مدرک تحصیلی خاصی برای این روش نیاز نیست. اما برای افزایش امتیاز CRS داشتن مدرک تحصیلی معتبر توصیه میشود.",
    "content_length":829,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_5",
    "content":"بگیرید. مدرک تحصیلی خاصی برای این روش نیاز نیست. اما برای افزایش امتیاز CRS داشتن مدرک تحصیلی معتبر توصیه میشود. 2- برنامه فدرال اسکیل ورکر FSWP برنامه فدرال اسکیل ورکر Federal Skilled Worker Program یکی از زیرمجموعههای سیستم اکسپرس اینتری کانادا است که به افراد ماهر و متخصص در یک حوزه اجازه میدهد برای اقامت دائم در کانادا اقدام کنند. افرادی که تجربه کافی ندارند ولی در یک حرفه تخصص لازم را دارند و هم زمان سن آنها کمتر از 45 سال است و مسلط به زبان هستند میتوانند بر اساس امتیازهایی که بدست میآورند اقامت خود را از موقت به دائم تغییر بدهند. 3- برنامه نامزدی استانی PNP یکی دیگر از راههای مهاجرت به کانادا و اخذ اقامت دائم برنامه نامزدی استانی PNP است. در این برنامه استانهای مختلف کانادا نیروهای کار ماهر را که دارای مهارت و تخصص خاصی هستند برای دریافت اقامت دائم نامزد میکنند. به عبارت دیگر اگر شما در یک استان خاص کانادا شغلی پیدا کنید که به مهارتهای شما نیاز داشته باشد کارفرمای شما ممکن است بتواند شما را برای دریافت اقامت دائم نامزد کند.",
    "content_length":944,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_6",
    "content":"که به مهارتهای شما نیاز داشته باشد کارفرمای شما ممکن است بتواند شما را برای دریافت اقامت دائم نامزد کند. نکته مهم این است که شرایط و قوانین این برنامه در هر استان متفاوت است و شما باید شرایط خاص استان مورد نظر خود را بررسی کنید. برنامه نامزدی استانی کانادا برای افرادی که قصد دارند در استان خاصی سکونت داشته باشند یا از استان خاصی جاب آفر دارند گزینه بسیار عالی است. 4- برنامه تجربه کار کبکی PEQ برنامه تجربه کار کبکی یا PEQ یکی از سریعترین و سادهترین روشها برای تبدیل اقامت موقت به اقامت دائم در استان کبک کانادا است. این برنامه ویژه افرادی طراحی شده که قبلا در کبک تحصیل کردهاند یا در این استان مشغول به کار بودهاند. با داشتن تجربه کار یا تحصیل در کبک متقاضیان میتوانند به سرعت درخواست اقامت دائم خود را ارائه دهند و در صورت واجد شرایط بودن به زندگی دائم در کانادا دست پیدا کنند. این برنامه به افرادی که قصد دارند در کبک کار و زندگی کنند فرصتی طلایی ارائه میدهد. تسلط به زبان فرانسوی سابقه تحصیل و کار در استان کبک شرایط اصلی برای اخذ اقامت دائم در استان کبک کانادا است.",
    "content_length":972,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_7",
    "content":"زبان فرانسوی سابقه تحصیل و کار در استان کبک شرایط اصلی برای اخذ اقامت دائم در استان کبک کانادا است. 5- برنامه اسپانسرشیپ خانوادگی family sponsorship اگر شما شهروند یا مقیم دائم کانادا باشید میتوانید اعضای خانواده خود مانند همسر قانونی یا فرزندان وابستهتان را برای زندگی در کانادا اسپانسر یا حمایت کنید. با اسپانسر کردن اعضای خانواده آنها میتوانند درخواست اقامت دائم دهند و پس از طی مراحل قانونی به کانادا مهاجرت کنند. این برنامه به خانوادهها اجازه میدهد تا در کنار هم زندگی کنند و از مزایای اقامت دائم کانادا بهرهمند شوند. البته این برنامه دارای شرایط و مدارک خاصی است که متقاضیان باید آنها را برآورده سازند. درباره این روش در صفحه اسپانسرشیپ خانوادگی کانادا بیشتر بخوانید.",
    "content_length":673,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_8",
    "content":"مدارک خاصی است که متقاضیان باید آنها را برآورده سازند. درباره این روش در صفحه اسپانسرشیپ خانوادگی کانادا بیشتر بخوانید. 6- برنامه آتلانتیک کانادا AIP اگر در یکی از این استانهای کانادا یعنی نیوبرانزویک نوا اسکوشیا جزیره پرنس ادوارد و نیوفاندلند و لابرادور با وضعیت اقامت موقت فارغ التحصیل یا مشغول کار هستید و همزمان دارای مهارتهای مورد نیاز این استانها باشید و بتوانید یک پیشنهاد شغلی معتبر از یک کارفرمای کانادایی دریافت کنید میتوانید از طریق این برنامه برای اقامت دائم کانادا درخواست دهید. لازمه اخذ اقامت دائم از طریق این برنامه داشتن جاب آفر معتبر از یکی از استان های نامبرده است. اطلاعات بیشتر را در صفحه اختصاصی برنامه آتلانتیک کانادا بخوانید. 7- برنامه پرستار خانگی Caregiver برنامه پرستار خانگی کانادا فرصتی ویژه برای افرادی است که در این کشور به مراقبت از کودکان سالمندان یا افراد دارای معلولیت مشغول بودهاند. این برنامه با هدف قدردانی از خدمات ارزشمند این افراد در خانوادههای کانادایی به آنها امکان میدهد تا اقامت دائم خود را در این کشور اخذ کنند.",
    "content_length":957,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_9",
    "content":"ارزشمند این افراد در خانوادههای کانادایی به آنها امکان میدهد تا اقامت دائم خود را در این کشور اخذ کنند. متقاضیان این برنامه باید دارای تجربه کاری مرتبط مهارتهای زبانی مورد نیاز و سایر شرایط تعیینشده باشند. برای کسب اطلاعات دقیقتر درباره شرایط و مدارک مورد نیاز مطالعه راهنمای کامل برنامه پرستاری خانگی کانادا را توصیه میکینم. چه افرادی میتوانند اقامت موقت کانادا را به دائم تبدیل کنند براساس روشهایی که در بالا ذکر کردیم افرادی که در تقسیمبندیهای زیر هستند میتوانند اقامت موقت کانادا خود را به اقامت دائم تبدیل کنند. متقاضی باید در کانادا باشد  متقاضی باید داری وضعیت اقامت موقت باشد  متقاضی باید مدرک زبان معتبر داشته باشد  متقاضی باید در حین درخواست تبدیل اقامت مشغول کار باشد  متقاضی باید سابقه کار داشته باشد  متقاضی نباید برای پناهندگی درخواست داده باشد آیا امکان تبدیل ویزای توریستی کانادا به اقامت دائم وجود دارد به طور کلی ویزای توریستی کانادا به تنهایی امکان اخذ اقامت دائم را فراهم نمیکند.",
    "content_length":899,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_10",
    "content":"به اقامت دائم وجود دارد به طور کلی ویزای توریستی کانادا به تنهایی امکان اخذ اقامت دائم را فراهم نمیکند. این نوع ویزا صرفا برای اقامت موقت در کانادا صادر میشود و نمیتواند به صورت مستقیم به اقامت دائم تبدیل شود. با این حال در شرایط خاصی ممکن است بتوان از روشهایی استفاده کرد که به طولانیتر شدن مدت اقامت یا دستیابی به اقامت دائم منجر شود. روش های زیر میتواند ویزای توریستی شما را به ویزاهای دیگر تبدیل کند. برای اطلاع از جزییات این روشها کلیک کنید. اوپن ورک پرمیت ایرانیان موقتی  تبدیل ویزای توریستی به کاری کانادا  تبدیل ویزای توریستی به تحصیلی در کانادا هزینه تبدیل اقامت موقت کانادا به اقامت دائم چقدر است در صورتی که بخواهید امور مربوط به تبدیل اقامت موقت به دائم خود را به وکیل یا موسسات مهاجرتی بسپارید هزینه شما بیشتر خواهد شد. اما در جدول زیر خلاصه هزینههای دولتی را برای تبدیل اقامت موقت به اقامت دائم کانادا آوردیم.",
    "content_length":823,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_11",
    "content":"بیشتر خواهد شد. اما در جدول زیر خلاصه هزینههای دولتی را برای تبدیل اقامت موقت به اقامت دائم کانادا آوردیم. مورد هزینه دستمزد هزینه درخواست application و هزینه خالص PR 1210 دلار هزینه درخواست بدون هزینه PR 635 دلار هزینه درخواست و خالص PR برای همسر 1210 دلار هزینه درخواست بدون هزینه PR به ازای هر فرزند 635 دلار هزینه انگشت نگاری برای هر متقاضی اصلی 85 دلار هزینه انگشت نگاری به ازای هر خانواده  2 نفر یا بیشتر جمعا 170 دلار اهمیت انتخاب روش برای تبدیل اقامت موقت کانادا به اقامت دائم تبدیل اقامت موقت TR به اقامت دائم PR کانادا یک گام مهم است و انتخاب برنامه مناسب مهاجرتی از اهمیت بالایی برخوردار است. هر برنامه تحت قوانین مهاجرت کانادا با اهداف خاصی طراحی شده و گروههای مختلفی از مهاجران را بر اساس عواملی مانند مهارتها تجربه و روابط خانوادگی هدف قرار میدهد. انتخاب برنامه مناسب تنها به واجد شرایط بودن محدود نمیشود بلکه باید اهداف بلندمدت و شرایط شخصی خود را با برنامهای که بهترین تناسب را با وضعیت شما دارد هماهنگ کنید.",
    "content_length":924,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_12",
    "content":"باید اهداف بلندمدت و شرایط شخصی خود را با برنامهای که بهترین تناسب را با وضعیت شما دارد هماهنگ کنید. به عنوان مثال برنامه فدرال اسکیل ورکر کانادا FSWP برای نیروهای کار متخصصی که با وضعیت اقامت موقت در کانادا هستند مناسب است. یا کسانی که تجربه کاری در کانادا دارند ممکن است برنامه کلاس تجربه کانادایی به درد آنها بخورد. علاوه بر این استانهای مختلف برنامههای نامزد استانی PNP متنوعی را ارائه میدهند که متناسب با نیازهای اقتصادی خود طراحی شدهاند و میتوانند به عنوان یک مسیر جایگزین برای اقامت دائم برای افرادی که میخواهند در یک منطقه خاص مستقر شوند عمل کنند. سوالات متداول آیا میتوانم بعد از اقامت موقت در کانادا اقامت دائم بگیرم بله شما میتوانید با روشهایی که در این مقاله ذکر کردیم اقامت خود را به دائم تبدیل کنید. باید روش خود را براساس شرایطی که دارید انتخاب کنید. آیا میتوانم اقامت موقت کاری خود را به دائم کانادا تبدیل کنم بله. شما میتوانید با حداقل 5 روش اقامت موقت کاری خود در کانادا به اقامت دائمی تبدیل کنید. آیا امکان تبدیل ویزای توریستی به اقامت دائم وجود دارد به طور مستقیم خیر.",
    "content_length":988,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_13",
    "content":"کانادا به اقامت دائمی تبدیل کنید. آیا امکان تبدیل ویزای توریستی به اقامت دائم وجود دارد به طور مستقیم خیر. شما باید در کانادا توسط سه روش یعنی تبدیل ویزای توریستی به کاری تبدیل ویزای توریستی به تحصیلی و یا اوپن ورک پرمیت ایرانیان اقدام کنید. برای تبدیل اقامت موقت کانادا به دائم از خارج از خاک کانادا امکان پذیر است خیر شما باید از داخل خاک کانادا برای این کار اقدام کنید. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید.",
    "content_length":825,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_14",
    "content":"این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 8 شهریور 1403 آیا سوالی دارید لغو پاسخ ارسال سوال ارتباط سریع شعب تهران keyboard_arrow_down شعبه زعفرانیه آدرس: شعبه۱ تهران : خیابان ولیعصر بین چهار راه پسیان و زعفرانیه  پلاک 2880 تلفن: 021-37921 021-37972000 شعبه سعادت آباد آدرس: شعبه۲ تهران : سعادت آباد بلوار دریا خیابان موج تقاطع توحید 3 پلاک ۴ تلفن: 021-37972888 شعبه اصفهان keyboard_arrow_down آدرس: دفتر اصفهان: میدان آزادی خیابان سعادت آباد هولدینگ پارس پندار نهاد تلفن: 021-43000054 شعبه کانادا keyboard_arrow_down دفتر ونکوور: 776 Premier St, North Vancouver, BC تلفن: 1604973-2175 1604973-2176 1778968-7887 شعبه مشهد keyboard_arrow_down آدرس: مشهد بلوار هفت تیر نبش هفت تیر ۸ برج اداری آرمیتاژ طبقه ۱۶ واحد ۱۶۰۵ تلفن: 02137972051 لینک های مفید مهاجرت به کانادا مهاجرت به استرالیا مهاجرت به آلمان ویزای سرمایه گذاری کانادا خرید بیزینس در کانادا ویزای استارتاپ کانادا دسترسی سریع صفحه اصلی محاسبه اکسپرس اینتری وبلاگ تماس با ما اخبار مهاجرتی پیشنهادات انتقادات و ثبت شکایات با اطمینان انتخاب کنید ما را در شبکه های اجتماعی دنبال کنید support_agent درخواست مشاوره حرفه ای close آغاز سفر به آیندهای بهتر ...",
    "content_length":1210,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/",
    "title":"روش‌های تبدیل اقامت موقت کانادا به دائم - 7 روش 100 درصدی",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/tr-to-pr-canada\/_16",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; نکته: با توجه به قوانین کشور امکان پیگیری درخواست ملیتهای غیر ایرانی را نداریم  console.loglocation,window.location  const hasComment  window.location.href.includescomment  console.loghasComment,hasComment  ifhasComment  const commentId  window.location.href.split1;  const commentElement  document.querySelectorcommentId;  ifcommentElement  const offset  commentElement.offsetTop;  console.logoffset,offset  window.scrollTo  top: offset ,  ;     prefetch:source:document,where:and:href_matches:,not:href_matches:wp-.php,wp-admin,wp-contentuploads,wp-content,wp-contentplugins,wp-contentthemesparsicanada,?.,not:selector_matches:arelnofollow,not:selector_matches:.no-prefetch, .no-prefetch a,eagerness:conservative var rating  ajax_url:https:parsicanada.comwp-adminadmin-ajax.php,loggedin:; var pars_ajax_obj  ajaxUrl:https:parsicanada.comwp-adminadmin-ajax.php,front_end_validation:1,activeSms:1,custom_form_validation:61,62,60,51,54,12; wp.i18n.setLocaleData  text directionu0004ltr:  rtl   ;  function domain, translations   var localeData  translations.locale_data domain   translations.locale_data.messages; localeData.domain  domain; wp.i18n.setLocaleData localeData, domain ;   default, translation-revision-date:2025-04-18 00:25:300000,generator:GlotPress4.0.1,domain:messages,locale_data:messages::domain:messages,plural-forms:nplurals1; plural0;,lang:fa,Notifications:u0622u06afu0627u0647u200cu0633u0627u0632u06ccu200cu0647u0627,comment:reference:wp-includesjsdista11y.js ; jQueryfunction var DataTables_language; DataTables_languagefa_IRinfo:نمایش _START_ تا _END_ از مجموع _TOTAL_ مورد,infoEmpty:تهی,infoFiltered:فیلتر شده از مجموع _MAX_ مورد,infoPostFix:,lengthMenu:نمایش محتویات _MENU_,processing:درحال پردازش...,search:جستجو:,zeroRecords:موردی یافت نشد,paginate: first:ابتدا,previous:قبلی,next:بعدی,last:انتها; tablepress-2626.dataTablelanguage:DataTables_languagefa_IR,order:,orderClasses:false,stripeClasses:even,odd,pagingType:simple; tablepress-2627.dataTablelanguage:DataTables_languagefa_IR,order:,orderClasses:false,stripeClasses:even,odd,pagingType:simple; ; gform.initializeOnLoaded function  jQuerydocument.ongform_post_render, functionevent, formId, currentPageifformId  60 if!jQueryinput_60_3.ginput_counter.lengthjQueryinput_60_3.textareaCount maxCharacterSize: 41, originalStyle: ginput_counter gfield_description, truncate: true, errorStyle : , displayFormat : input از max شخصیت های حداکثر ;jQueryinput_60_3.next.ginput_counter.attraria-live,polite;iftypeof Placeholders !",
    "content_length":2884,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]