[
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_0",
    "content":"خدمات تحصیلی پارسی کانادا صرفا ویزای کار حین تحصیل کارورزی است. پارسی کانادا مهاجرت به کانادا برنامه های استانی کانادا مهاجرت به یوکان از طریق برنامه استانی یوکان YNP مهاجرت به یوکان از طریق برنامه استانی یوکان YNP date_range تاریخ آخرین بروزرسانی: 27 اسفند 1403 query_builder 6 دقیقه برنامه استانی یوکان Yukon Nominee Program یا YNP یکی از راههای مهاجرت به کانادا است و به افرادی که قصد دارند در استان یوکان زندگی و کار کنند امکان میدهد تا برای دریافت اقامت دائم کانادا درخواست دهند. برنامه YNP به دلیل کمبود نیروی کار استان یوکان ایجاد شده و به کارفرمایان و مهاجران کمک میکند تا با هم همکاری کنند و به نیازهای بازار کار محلی این استان پاسخ دهند. استان یوکان کانادا حدود 46,704 نفر جمعیت دارد که اکثر مردم این استان در شهر وایت هورس Whitehorse سکونت دارند. عمده اقتصاد این استان وابسته به معدن و گردشگری بوده و در حال حاضر با کمبود نیروی کار مواجه است.",
    "content_length":853,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_1",
    "content":"عمده اقتصاد این استان وابسته به معدن و گردشگری بوده و در حال حاضر با کمبود نیروی کار مواجه است. مقامات این استان با ارائه روشهای مهاجرتی متنوع مثل روشهای کاری و سرمایهگذاری برای جبران کمبود نیروی کار درصددند مهاجران زیادی را به این استان جذب کنند. به همین دلیل اگر علاقهمندید تا در مورد نحوه مهاجرت به یوکان از طریق برنامه استانی یوکان بدانید در ادامه این مطلب با ما همراه باشید. همچنین با تکمی فرم ارزیابی مهاجرت یا فرم مشاوره زیر میتوانید شرایط خود را برای انواع روشهای مهاجرت به کانادا  بسنجید. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":909,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_2",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; مزایای مهاجرت از طریق برنامه استانی یوکان استان یوکان با جمعیتی حدود 46 هزار نفر بسیار مهاجرپذیر و دارای محیطی آرام و دلپذیر است. جالب است بدانید که در سال 2016 حدود 1.3 درصد از مهاجران یوکان را فارسیزبانان تشکیل داده بودند. علاوه بر این یوکان یکی از استانهای ثروتمند کانادا به شمار میرود. علت این موضوع جمعیت بسیار کم در مقایسه با منابع موجود در آن بیان میشود. همچنین سطح درآمد شاغلین در استان یوکان  نسبت به دیگر استانهای کانادا نسبتا بالا گزارش شده است. برنامه استانی یوکان نیز از سال 2002 توسط این استان معرفی شد.",
    "content_length":898,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_3",
    "content":"دیگر استانهای کانادا نسبتا بالا گزارش شده است. برنامه استانی یوکان نیز از سال 2002 توسط این استان معرفی شد. نیروهای کار ماهر سرمایهگذاران کارآفرینان و متخصصین در مشاغل موردنیاز یوکان که قصد مهاجرت به کانادا و زندگی در یوکان را داشته باشند میتوانند در این برنامه شرکت کنند. با شرکت در برنامه استانی یوکان مهاجرت شما سریعتر انجام شده و با پذیرفته شدن در برنامههای مهاجرتی میتوانید برای اخذ اقامت دائم اقدام کنید. با برنامه استانی یوکان در کمتر از 6 ماه اقامت کانادا را اخذ خواهید کرد. پس از اخذ اقامت دائم نیز با تنها سه سال سکونت در استان یوکان میتوانید حق شهروندی کانادا را دریافت کنید. باید به این نکته نیز اشاره کنیم که دستمزد نیروی کار ماهر در این استان نسبت به سایر استانهای کانادا بسیار زیاد است و به نامزدهای مشاغل در یوکان بیمه درمانی رایگانی مشابه بیمه ساکنین آن تعلق میگیرد. روشهای مهاجرت با برنامه استانی یوکان همانطور که گفتیم برنامه استانی یوکان YNP یکی از انواع برنامههای استانی کانادا Provincial Nominee Program و مسیری برای مهاجرت کاری جهت دریافت اقامت دائم کانادا است.",
    "content_length":984,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_4",
    "content":"یکی از انواع برنامههای استانی کانادا Provincial Nominee Program و مسیری برای مهاجرت کاری جهت دریافت اقامت دائم کانادا است. متقاضیانی که واجد شرایط یکی از روش مهاجرتی زیر باشند میتوانند از طریق برنامه استانی یوکان برای اخذ اقامت دائم کانادا درخواست دهند: check_circle برنامه اسکیل ورکر یوکان Yukon Skilled Worker  اقامت دائم check_circle برنامه نیروی کار با تاثیر حیاتی Yukon Critical Impact Worker  اقامت دائم check_circle سیستم اکسپرس اینتری یوکان Yukon Express Entry  اقامت دائم check_circle برنامه تجاری یوکان Yukon Business Nominee  اقامت دائم check_circle برنامه آزمایشی جامعه یوکان Yukon Community Pilot  اقامت موقت از طریق دریافت مجوز کار باز Open work permit  یک نکته مهم برنامه آزمایشی جامعه یوکان برخلاف سایر روشهای مهاجرتی از همان ابتدا منجر به اخذ اقامت دائم نمیشود. افرادی که واجد شرایط شرکت در این برنامه هستند میتوانند مجوز کار باز Open work permit دریافت کرده و بهصورت موقت اقامت کانادا را بهدست آورند.",
    "content_length":918,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_5",
    "content":"این برنامه هستند میتوانند مجوز کار باز Open work permit دریافت کرده و بهصورت موقت اقامت کانادا را بهدست آورند. برنامه اسکیل ورکر یوکان Yukon Skilled Worker description جاب آفر نیاز دارد بله timer مدت زمان رسیدگی: 12 الی 14 هفته شرایط کلی برنامه اسکیل ورکر یوکان check_box داشتن تحصیلات و سابقه کاری مورد نیاز شغل حداقل دیپلم دبیرستان check_box حداقل یک سال سابقه کار مرتبط با موقعیت شغلی check_box داشتن اجازه کار معتبر در صورت حضور در کانادا check_box داشتن پیشنهاد شغلی معتبر check_box داشتن حداقل مهارتهای زبانی مورد نیاز بهطور کلی در کشور کانادا برنامهای با عنوان اسکیل ورکر فدرال Federal Skilled Worker وجود دارد که برای افراد ماهری که قصد مهاجرت کاری داشته باشند مناسب خواهد بود. در برنامه اسکیل ورکر استان یوکان نیز کارفرمایان برای نیروهای کار ماهر خارجی پیشنهادات شغلی یا همان جاب آفرهای معتبر ارائه میکنند. دستمزد این جاب آفر برابر یا بیشتر از میانگین دستمزد رایج در یوکان خواهد بود. مشاغلی که در این گروه ارائه میشوند مشاغل سطح 0 1 2 و 3 در طبقهبندی ملی مشاغل کانادا NOC هستند.",
    "content_length":987,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_6",
    "content":"که در این گروه ارائه میشوند مشاغل سطح 0 1 2 و 3 در طبقهبندی ملی مشاغل کانادا NOC هستند. در این روش کارفرما میتواند نیروی ماهر را برای اقامت دائم کانادا معرفی کند. افرادی که موفق به دریافت نامزدی استانی از این برنامه شوند میتوانند بهطور مستقیم برای اقامت دائم کانادا از سازمان مهاجرت کانادا IRCC درخواست دهند. نکته جالب برنامه اسکیل ورکر یوکان این است که اگر متقاضی نتواند اقامت دائم دریافت کند کارفرما موظف است که هزینههای بازگشت او به کشورش را بپردازد. نیروی کار با تاثیر حیاتی در یوکان Yukon Critical Impact Worker description جاب آفر نیاز دارد بله timer مدت زمان رسیدگی: 12 الی 14 هفته شرایط کلی نیروی کار با تاثیر حیاتی در یوکان check_box داشتن جاب آفر معتبر check_box داشتن تحصیلات حداقل دیپلم دبیرستان check_box داشتن حداقل شش ماه تجربه کاریای که دقیقا به موقعیت شغلی مورد تقاضا مرتبط شود.",
    "content_length":795,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_7",
    "content":"تحصیلات حداقل دیپلم دبیرستان check_box داشتن حداقل شش ماه تجربه کاریای که دقیقا به موقعیت شغلی مورد تقاضا مرتبط شود. check_box مدرک زبان انگلیسی با حداقل نمره 4  یا مدرک زبان فرانسوی با حداقل نمره 3 در برنامه نیروی کار با تاثیر حیاتی به نیروهای کار واجد شرایط و باتجربهای که یک جاب آفر معتبر از یک کارفرمایی در یوکان داشته باشند فرصتی جهت شرکت در برنامه استانی یوکان داده خواهد شد. سطح مهارت مشاغل در این برنامه بر اساس طبقهبندی ملی شغلی کانادا سطح 4 یا 5 TEER یعنی مشاغلی مانند پرستار کودک در خانه خرده فروشان کارگران ساختمانی رانندگان و در نظر گرفته شده است. شرکت در برنامه نیروی کار با تاثیر حیاتی استفاده از مزایایی همچون اخذ اقامت دائم کانادا و امکان مهاجرت خانوادگی را نیز به دنبال خواهد داشت.",
    "content_length":699,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_8",
    "content":"تاثیر حیاتی استفاده از مزایایی همچون اخذ اقامت دائم کانادا و امکان مهاجرت خانوادگی را نیز به دنبال خواهد داشت. اکسپرس اینتری یوکان Yukon Express Entry description جاب آفر نیاز دارد بله timer مدت زمان رسیدگی: 12 الی 14 هفته شرایط کلی اکسپرس اینتری یوکان check_box واجد شرایط بودن برای یکی از سه برنامه مهاجرت اقتصادی فدرال federal economic immigration check_box تکمیل درخواست اکسپرس اینتری آنلاین برای دریافت یک شماره پروفایل Profile Number و کد اعتبارسنجی check_box ارائه تمکن مالی با توجه به تعداد اعضای خانواده خود در کانادا check_box داشتن جاب آفر معتبر از کارفرمای یوکانی برای یک کار دائم و تمام وقت check_box اعلام تصمیم جدی برای زندگی و کار در استان یوکان check_box برای موقعیتهای شغلی زیرگروه سطح 0 یا 1 در طبقهبندی ملی مشاغل کانادا باید سطح زبان کانادایی CLB معادل نمره 7 باشد. استان یوکان در سال 2015 در جهت هماهنگی با سیستم اکسپرس انتری کانادا  برنامه YEE Yukon Express Entry را به برنامههای مهاجرتی خود اضافه کرد.",
    "content_length":924,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_9",
    "content":"در جهت هماهنگی با سیستم اکسپرس انتری کانادا برنامه YEE Yukon Express Entry را به برنامههای مهاجرتی خود اضافه کرد. بر این اساس به همه متقاضیان دارای جاب آفر معتبر و پروفایل اکسپرس انتری فعال فرصتی برای مهاجرت به یوکان ارائه خواهد شد. کارفرمایان یوکانی که نتوانند نیروی کار مورد نیاز خود را در کانادا بیابند اجازه دارند توسط این سیستم این کمبود را جبران کنند. این کارفرمایان با دسترسی به بانک اطلاعاتی اکسپرس اینتری متقاضیان YEE را بر اساس معیارهای خود انتخاب میکنند. برای شرکت در برنامه YEE از کجا شروع کنیم همانطور که در شرایط بالا مشاهده میکنید متقاضیان جهت ورود به اکسپرس اینتری فدرال باید حتما شرایط لازم در یکی از سه برنامه مهاجرت اقتصادی فدرال را داشته باشند. این برنامهها شامل برنامه فدرال اسکیل ورکر Federal Skilled Worker Program برنامه فدرال اسکیل ترید Federal Skilled Trades Program و کلاس تجربه کانادایی Canadian Experience Class میشوند. داوطلبان واجد شرایط باید در وب سایت IRCC اقدام به ایجاد پروفایل اکسپرس اینتری نمایند.",
    "content_length":934,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_10",
    "content":"کانادایی Canadian Experience Class میشوند. داوطلبان واجد شرایط باید در وب سایت IRCC اقدام به ایجاد پروفایل اکسپرس اینتری نمایند. براساس اطلاعات وارد شده توسط متقاضی امتیاز سیستم رتبهبندی جامع CRS به پروفایل او داده خواهد شد. از پروفایلهایی که امتیاز بالاتری داشته باشند برای درخواست اقامت دائم دعوت میکنند. پذیرش در برنامه استانی میتواند امتیاز CRS داوطلب را تا 600 امتیاز بالاتر برده و در این صورت باعث افزایش شانس او برای درخواست اقامت دائم خواهد شد. در این سیستم کارفرما نیروی کار ماهر خارجی مناسب را انتخاب نموده و متقاضی شغل یک درخواست آنلاین EE را در سیستم IRCC تکمیل نموده تا وارد گروه نامزدهای اینتری اکسپرسEE شود. در این مرحله متقاضی یک شماره پروفایل EE و کد اعتبارسنجی جوینده کار دریافت خواهد کرد. کارفرما و متقاضی فرم درخواست اکسپرس اینتری یوکان را تکمیل میکنند. متقاضی باید کلیه مدارک لازم را جهت تایید به IRCC ارائه دهد. پس از تایید متقاضی کار اقامت دائم دریافت خواهد کرد. جزئیات کامل را در صفحه اکسپرس انتری یوکان بخوانید.",
    "content_length":936,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_11",
    "content":"دهد. پس از تایید متقاضی کار اقامت دائم دریافت خواهد کرد. جزئیات کامل را در صفحه اکسپرس انتری یوکان بخوانید. برنامه تجاری یوکان Yukon Business Nominee description جاب آفر نیاز دارد خیر timer مدت زمان رسیدگی: 12 الی 14 هفته شرایط کلی برنامه تجاری یوکان check_box کسب حداقل 65 امتیاز شامل حداقل 10 امتیاز برای توانایی زبان. check_box کسب نمره 6 آیلتس یا سطح 4 در آزمون TEF فرانسه check_box داشتن حداقل سه سال سابقه کارآفرینی یا مدیریت بازرگانی check_box داشتن حداقل پنج سال تجربه مرتبط با سرمایه گذاری در حوزه تجاری مورد نظر check_box داشتن حداقل دارایی خالص 500 هزار دلار کانادا check_box داشتن حداقل داراییهای نقدی معادل 300 هزار دلار کانادا check_box اثبات قانونی بودن داراییهای نقدی فرد check_box اثبات قصد زندگی و کار در یک کسب و کار فعال در یوکان برنامه تجاری یوکان YBNP مناسب افرادی است که مهارتهای تجاری داشته و قصد راه اندازی یک کسب و کار در یوکان را داشته باشند.",
    "content_length":869,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_12",
    "content":"مناسب افرادی است که مهارتهای تجاری داشته و قصد راه اندازی یک کسب و کار در یوکان را داشته باشند. افرادی که توانایی حضور در جامعه تجاری استان و یا کارآفرینی در یوکان را داشته باشند میتوانند در این برنامه شرکت کنند تا پس از تایید یک مجوز کار دو ساله را اخذ نمایند. این مجوز کار امکان اقامت فرد به همراه خانواده را برای تجارت در یوکان فراهم میآورد. پس از این دوره دو ساله نیز در صورت واجد شرایط بودن برای اخذ اقامت دائم توسط قلمروی یوکان حمایت خواهند شد. برای اطلاعات بیشتر مطلب برنامه سرمایه گذاری یوکان را مطالعه کنید. دقت داشته باشید که فقط افتتاح کسب و کارهای خاص واجد شرایط YBNP خواهند بود.",
    "content_length":591,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_13",
    "content":"گذاری یوکان را مطالعه کنید. دقت داشته باشید که فقط افتتاح کسب و کارهای خاص واجد شرایط YBNP خواهند بود. زمینههای کلی مناسب برای این برنامه را میتوانید در جدول زیر ببینید: فناوری اطلاعات تولید پردازش ارزش افزوده جنگلداری کشاورزی گردشگری صنایع فرهنگی انرژی استخراج معادن یا توسعه مواد معدنی برنامه آزمایشی جامعه یوکان Yukon Community Pilot description جاب آفر نیاز دارد خیر timer مدت زمان اعتبار: 2 سال شرایط لازم برای اخذ مجوز کار در برنامه آزمایشی جامعه یوکان check_box داشتن 2 یا 3 جاب آفر  مشاغل باید غیر فصلی و به صورت تمام وقت باشند. check_box داشتن نامه حمایتی تایید شده از دولت یوکان check_box داشتن شرایط عمومی مورد نیاز جهت دریافت مجوز کاری برنامه آزمایشی جامعه یوکان YCP یک برنامه جدید در بین روشهای ارائه شده در برنامه استانی یوکان است که با هدف رفع نیازهای خاص اقتصادی و بازار کار بوجود آمده است. این برنامه شامل برنامههای کارگر ماهر و کارگرانی با تاثیر حیاتی یوکان میشود.",
    "content_length":882,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_14",
    "content":"اقتصادی و بازار کار بوجود آمده است. این برنامه شامل برنامههای کارگر ماهر و کارگرانی با تاثیر حیاتی یوکان میشود. دولت محلی یوکان توسط برنامه آزمایشی جامعه یوکان دعوتنامههایی را برای نیروی کار ماهر صادر نموده تا بتواند کمبودهای موجود در بازار کار استان را رفع نماید. با این روش استعدادهای برتری را نیز در حوزههای مورد نیاز به سمت قلمرو خود جذب خواهد کرد. در این برنامه به متقاضیان واجد شرایط یک مجوز کار آزاد با مدت 2 سال و البته با شرط محدودیت محل اعطا خواهد شد. دریافت این مجوز کار امکان کار برای حداکثر سه کارفرمای مختلف را در یکی از جوامع شرکت کننده یوکان فراهم میآورد. این جوامع شامل وایت هورس دریاچه واتسون Watson Lake داوسون Dawson City هاینس جانکشن Haines Junction کارمکس Carmacks کارکراس Carcross میشود. برای شرکت در برنامه YCP از کجا شروع کنیم برای اخذ مجوز کار باید درخواست خود را به صورت آنلاین در وب سایت دولت فدرال کانادا ثبت نمایید. فرمهای درخواست و پروسه لازم برای ارائه آن تا حد زیادی به اینکه برای کجا درخواست میدهید بستگی خواهد داشت.",
    "content_length":950,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_15",
    "content":"فرمهای درخواست و پروسه لازم برای ارائه آن تا حد زیادی به اینکه برای کجا درخواست میدهید بستگی خواهد داشت. در متن نامه حمایتی تایید شده توسط دولت یوکان بیان میشود که کارفرمایان به حضور فوری شما در بازار کار یوکان نیاز دارند. در این نامه باید پیشنهادات شغلی و جزئیات آن مانند نام و تعداد کارفرمایان ساعات کاری و محل کار نیز معتبر اعلام شود. معیارهای واجد شرایط بودن کارفرما برای اسپانسر شدن در اکثر روشهای برنامه استانی مهاجرت به یوکان کارفرما باید ثابت کند در کشور کانادا برای شغلی که پیشنهاد میدهد با کمبود نیروی کار مواجه است. این کارفرما نیز باید دارای ویژگیهای خاصی برای اخذ تاییدیه از جانب دولت یوکان باشد. در واقع در صورتی که کارفرما توسط برنامه نامزد یوکان تایید شود اطلاعات شما نیز بررسی میگردد.",
    "content_length":701,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_16",
    "content":"دولت یوکان باشد. در واقع در صورتی که کارفرما توسط برنامه نامزد یوکان تایید شود اطلاعات شما نیز بررسی میگردد. شرایط و مدارک لازم برای کارفرمایان check_box شهروند یا مقیم دائم کانادا بودن check_box یک سال سابقه کسب و کار در یوکان check_box رعایت حداقل استانداردهای لازم برای کار در منطقه check_box پرداخت هزینه سفر نیروی کار متقاضی به یوکان از کشور محل اقامت او check_box تایید صلاحیت و سابقه کاری نیروی کار پیش از ارسال درخواست check_box کپی مجوز کسب و کار check_box ارائه بیمه درمانی به نامزدها check_box اعلام فرصت شغلی حداقل چهار هفته قبل از ارسال درخواست به YNP check_box پرداخت هزینه بررسی 230 دلاری با استفاده از پورتال کارفرمای IRCC قبل از درخواست متقاضی خارجی check_box حداقل دو تلاش در سطح محلی و یک تلاش در سطح ملی برای جستجوی نیروی کار کانادایی و مقیم دائم check_box حضور متقاضی خارجی و کارفرما برای مصاحبه مدت زمان مهاجرت به کانادا از طریق برنامه استانی یوکان همانطور که پیش از این نیز اشاره کردیم برنامه استانی یوکان تا حد زیادی به فرآیند مهاجرت به کانادا سرعت میبخشد.",
    "content_length":980,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_17",
    "content":"که پیش از این نیز اشاره کردیم برنامه استانی یوکان تا حد زیادی به فرآیند مهاجرت به کانادا سرعت میبخشد. در این برنامه درخواستهای ارسال شده به YNP معمولا طی هشت تا ده هفته پردازش خواهند شد و پس از تایید درخواست و اخذ نامزدی از یوکان میتوان جهت درخواست اقامت دائم اقدام نمود. در روشهای مختلف این برنامه حداکثر محدوده زمانی نیز حدود 12 تا 14 هفته و در برخی موارد تا 16 هفته جهت انجام پروسه پردازش اولیه برای مهاجرت به یوکان در نظر گرفته شده است. همچنین تعداد زیادی از داوطلبان برنامه اکسپرس انتری یوکان توانستهاند در مدت شش ماه بعد از تایید درخواستشان موفق به اخذ اقامت دائم در کانادا شوند. اگر قصد شرکت در برنامه استانی یوکان را دارید کارشناسان ما آماده کمک به شما سهتند. کافی است با شمارههای موجود در سایت تماس گرفته یا فرم مشاوره زیر را تکمیل کنید. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و...",
    "content_length":927,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_18",
    "content":"پر کنید. فیلد های اجباری هستند نام و نام خانوادگی شماره موبایل تابعیت تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; سوالات متداول میزان هزینههای زندگی در استان یوکان چقدر است مجموع هزینههای ماهانه مربوط به زندگی یک نفر در یوکان حدود ۱۴۰۷ دلار کانادا برآورد شده است. این مبلغ با در نظر گرفتن هزینه اجاره خانه در استان یوکان تعیین میشود. البته حداقل هزینه زندگی در بزرگترین شهر یوکان یعنی وایت هورس ماهانه حدود 750 دلار برای یک آپارتمان مجردی 950 دلار برای یک آپارتمان یک خوابه و برای یک اتاق در یک خانه مشترک نیز حدود 500 دلار اعلام شده است.",
    "content_length":987,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_19",
    "content":"برای یک آپارتمان یک خوابه و برای یک اتاق در یک خانه مشترک نیز حدود 500 دلار اعلام شده است. وضعیت اقتصادی استان یوکان چگونه است جمعیت یوکان تا پایان سال 2024 حدود 46,259 نفر برآورد شده که طی پنج سال منتهی به سال 2024 سالانه 2 درصد رشد داشته است. نرخ رشد جمعیت استان یوکان رتبه دوم را از بین 13 استان و منطقه در کانادا به خود اختصاص داده است. تولید ناخالص داخلی GDP یوکان نیز در سال 2024 با رشد 5.3 درصدی طی 5 سال منتهی به 2024 به 3.7 میلیارد دلار رسید. صنایع و مشاغل در یوکان در سال 2024 مجموعا 31,100 نفر را استخدام کردهاند که عدد قابلقبولی بهحساب میآید. یوکان با تعداد بیش از 300,000 گردشگر در سال در صنعت گردشگری و پس از آن نیز در معدن و خرده فروشی موفق بوده است. میانگین درآمد در استان یوکان چه مقدار است متوسط درآمد ماهانه یک فرد در این استان در سال 2025 با احتساب مالیات حدود 80,000 دلار در سال گزارش شده است. این میزان درآمد برای تمام هزینههای زندگی یک فرد جوابگو خواهد بود.",
    "content_length":880,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_20",
    "content":"حدود 80,000 دلار در سال گزارش شده است. این میزان درآمد برای تمام هزینههای زندگی یک فرد جوابگو خواهد بود. شرایط مربوط به محدودیت سکونت در استان یوکان با انواع ویزا چگونه است برای اینکه شهروند یوکان شوید باید اقامت اولیه شما حداقل 12 ماه بوده باشد یعنی قبل از درخواست باید حداقل 185 روز را در یوکان بوده باشید. همچنین شما باید در برنامه استانی یوکان همراه با ثبت درخواست سندی را با عنوان قصد اقامت دائمی در این استان نیز امضا کنید. با این حال بر اساس قوانین کانادا همه افراد دارای اقامت دائم میتوانند در تمام مناطق این کشور زندگی کنند. بنابراین پس از اخذ اقامت دائم محدودیتی برای مکان زندگی و کار در نقاط دیگر کانادا نخواهید داشت. حداقل سن کار در استان یوکان چند سال است بر اساس قانون استانداردهای استخدامی این استان هیچ محدودیتی برای کار وجود نخواهد داشت اما مطابق با قانون آموزش افراد زیر 16 سال که باید تمام وقت در مدرسه باشند در حالت کلی اجازه کار نخواهند داشت.",
    "content_length":863,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_21",
    "content":"قانون آموزش افراد زیر 16 سال که باید تمام وقت در مدرسه باشند در حالت کلی اجازه کار نخواهند داشت. بهترین شهرهای استان یوکان کداماند بیشتر جمعیت استان یوکان در شهر وایت هورس Whitehorse زندگی میکنند اما مناطقی همچون هاینس جانکشن Haines Junction داوسون Dawson ایبکس ولی Ibex Valley کارکراس Carcross و غیره نیز از بهترین مناطق این استان محسوب میشوند. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید.",
    "content_length":798,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_22",
    "content":"این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 27 اسفند 1403 آیا سوالی دارید لغو پاسخ ارسال سوال زهرا مهدی زاده 24 تیر 1403 سلام و روز بخیر من مدرک ایلتس 5 جنرال دارم و روانشناس و شماور هستم با تحصیلات مرتبط و سابقه 20 سال کار در بیمارستان به نظرتو میشه برای این استان اقدام کنم و ایا شرکت شما می تواند برای ما جاب افر بگیرید  فکر کنم سخت ترین موضوع برای من گرفتن جاب افر باشد البته من کار خیاطی و نان فانتزی هم بلد هستم و مدرک و سابقه کار محدود در حد چند ماه پاره وقت هم دارم پارسی کانادا 29 فروردین 1404 سلام و وقتتون بخیر خیلی ممنون بابت اطلاعاتی که دادید. با توجه به اینکه مدرک آیلتس جنرال ۵ دارید و سابقهی بسیار خوب و مرتبط در حوزه روانشناسی و مشاوره دارید شانسهایی برای مهاجرت وجود داره اما چون رشتهی شما در اغلب استانهای کانادا نیاز به مدرک و لایسنس کانادایی داره ورود مستقیم به عنوان روانشناس ممکنه کمی چالشبرانگیز باشه مگر اینکه از طریق مسیرهای خاص یا با کمک کارفرما اقدام بشه.",
    "content_length":984,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_23",
    "content":"مستقیم به عنوان روانشناس ممکنه کمی چالشبرانگیز باشه مگر اینکه از طریق مسیرهای خاص یا با کمک کارفرما اقدام بشه. در مورد جاب آفر هم گرفتن جاب آفر در حوزه روانشناسی بدون لایسنس کانادایی واقعا سخته. ولی اگر تو حوزههایی مثل کمکدرمانی مراقب سلامت کار در آسایشگاه یا مراکز سلامت روان به عنوان assistant بخواید وارد بشید شاید راههایی باشه. البته نیاز به بررسی دقیقتر داره. از اون طرف مهارتهای دیگهتون مثل خیاطی و نان فانتزی هم ممکنه فرصتهایی ایجاد کنه مخصوصا تو استانهایی که تو حوزههای skilled trade یا food service نیاز دارن. پیشنهاد میکنم برای بررسی دقیقتر شرایطتون فرم ارزیابی رایگان ما رو پر کنین تا مشاورهای متخصص ما بهتر بتونن راهنماییتون کنن.",
    "content_length":641,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/",
    "title":"معرفی برنامه استانی یوکان (YNP) در سال (2025)",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/yukon-nominee-program\/_24",
    "content":"میکنم برای بررسی دقیقتر شرایطتون فرم ارزیابی رایگان ما رو پر کنین تا مشاورهای متخصص ما بهتر بتونن راهنماییتون کنن. ارتباط سریع شعب تهران keyboard_arrow_down شعبه زعفرانیه آدرس: شعبه۱ تهران : خیابان ولیعصر بین چهار راه پسیان و زعفرانیه  پلاک 2880 تلفن: 021-37921 021-37972000 شعبه سعادت آباد آدرس: شعبه۲ تهران : سعادت آباد بلوار دریا خیابان موج تقاطع توحید 3 پلاک ۴ تلفن: 021-37972888 شعبه اصفهان keyboard_arrow_down آدرس: دفتر اصفهان: میدان آزادی خیابان سعادت آباد هولدینگ پارس پندار نهاد تلفن: 021-43000054 شعبه کانادا keyboard_arrow_down دفتر ونکوور: 776 Premier St, North Vancouver, BC تلفن: 1604973-2175 1604973-2176 1778968-7887 شعبه مشهد keyboard_arrow_down آدرس: مشهد بلوار هفت تیر نبش هفت تیر ۸ برج اداری آرمیتاژ طبقه ۱۶ واحد ۱۶۰۵ تلفن: 02137972051 لینک های مفید مهاجرت به کانادا مهاجرت به استرالیا مهاجرت به آلمان ویزای سرمایه گذاری کانادا خرید بیزینس در کانادا ویزای استارتاپ کانادا دسترسی سریع صفحه اصلی محاسبه اکسپرس اینتری وبلاگ تماس با ما اخبار مهاجرتی پیشنهادات انتقادات و ثبت شکایات با اطمینان انتخاب کنید ما را در شبکه های اجتماعی دنبال کنید support_agent درخواست مشاوره حرفه ای close آغاز سفر به آیندهای بهتر ...",
    "content_length":1130,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]