[
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_0",
    "content":"اقامت تمکن مالی یونان اقامت تمکن مالی یونان Financially Independent Persons Visa Greece فرصتی عالی برای شهروندان غیر اتحادیه اروپا است که توانایی مالی پوشش هزینههای زندگی خود را دارند. این برنامه اقامت ۳ ساله در یونان بدون نیاز به مدرک زبان تحصیلی یا سابقه کاری فراهم میکند و هر ۳ سال قابل تمدید است. این ویزا مناسب بازنشستگان و افرادی است که به دنبال زندگی آرام در طبیعت زیبای یونان و هزینه زندگی پایین هستند. در ادامه شرایط و مراحل دریافت ویزای تمکن مالی یونان را بررسی خواهیم کرد با ما همراه باشید اما اگر نیاز به مشاوره حرفهای مهاجرت دارید فرم ارزیابی مهاجرت یا فرم ساده زیر را پر کنید. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید.",
    "content_length":907,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_1",
    "content":"افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ;  یک نکته مهم پارسی کانادا این خدمت را به مشتریان عزیز با امکان ارائه ضمانت نقدی یا ضمانت ملکی ارائه میدهد. بدین معنا که به جای پرداخت نقدی مشتریان میتوانند با ارائه ضمانتنامه بانکی به میزان یکونیم برابر مبلغ قرارداد و یا ضمانت ملکی به میزان دو برابر مبلغ قرارداد پروسه مهاجرت خود را آغاز کنند. در این شرایط مشتریان تخفیف ویژهای نیز دریافت خواهند کرد.",
    "content_length":815,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_2",
    "content":"دو برابر مبلغ قرارداد پروسه مهاجرت خود را آغاز کنند. در این شرایط مشتریان تخفیف ویژهای نیز دریافت خواهند کرد. مواردی که در این مطلب میخوانید منظور از ویزای خود حمایتی یونان چیست شرایط لازم جهت اخذ اقامت یونان به روش تمکن مالی چیست اقامت تمکن مالی یونان برای چه کسانی است مزایای اقامت یونان از طریق تمکن مالی چیست مسیر دریافت ویزای تمکن مالی یونان آیا برای اخذ اقامت تمکن مالی یونان مدارک خاصی لازم است ویزای تمکن مالی یونان بهتر است یا خرید ملک منظور از ویزای خود حمایتی یونان چیست ویزای خود حمایتی یونان Greece Financially Independent Person Visa یا ویزای تمکن مالی یونان که به عنوان اقامت تمکن مالی نیز شناخته میشود مخصوص افرادی است که توانایی مالی برای تامین هزینههای خود در کشور یونان را دارند یعنی بدون نیاز به کار و سرمایه گذاری فقط با قراردادن مبلغی در حساب بانکی خود میتوانند برای اقامت در یونان اقدام کنند. این ویزا به افرادی که بتوانند نشان دهند درآمد کافی از منابعی غیر از یونان یعنی در ایران یا کشورهای دیگر یا پساندازی دارند اجازه میدهد تا به مدت طولانی در یونان اقامت داشته باشند.",
    "content_length":994,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_3",
    "content":"یعنی در ایران یا کشورهای دیگر یا پساندازی دارند اجازه میدهد تا به مدت طولانی در یونان اقامت داشته باشند. در این برنامه مهاجرتی تمامی اعضای خانواده فرد میتوانند کارت اقامت یونان را دریافت کنند. این روش یکی از بهترین روشهای رسیدن به اروپا و اقامت کشورهای اروپایی است و معمولا در کمتر از چهار ماه و حتی در مواردی در مدت زمان دو ماه منجر به اقامت میشود. اقامت تمکن مالی یونان شرایط ویژگیها نام ویزا ویزای FIP یونان حداقل سرمایه لازم درآمد ماهانه 3500 یورو زمان لازم برای گرفتن ویزا 2 الی 4 ماه مدت زمان تا گرفتن اقامت دائم 5 سال مدت زمان تا گرفتن شهروندی 7 سال شرط حضور دائم ندارد امکان همراهی خانواده بله شرایط لازم جهت اخذ اقامت یونان به روش تمکن مالی چیست برای دریافت ویزای تمکن مالی یونان یکسری شرایط باید رعایت شوند که مهمترین آن داشتن تمکن مالی است. توضیحات این شرایط شامل موارد زیر است:  شرط اول : داشتن تمکن مالی برای تامین هزینههای زندگی خود و خانواده چرا که در یونان شما اجازه کار ندارید.",
    "content_length":894,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_4",
    "content":"اول : داشتن تمکن مالی برای تامین هزینههای زندگی خود و خانواده چرا که در یونان شما اجازه کار ندارید. تمکن میتواند با گردش حساب بانکی یا مدارکی مثل سود بانکی سود سهام اجازه املاک و مستغلات یا هر روش کسب درآمدی به غیر از اشتغال باشد. شرط دوم : داشتن درآمد خالص ماهانه 3,500 یورو. اگر همسر و فرزند هم داشته باشید باید مبلغی برابر با 700 یورو برای همسر و 525 یورو برای هر فرزند به آن اضافه کنید. شرط سوم: داشتن مدارک و اسناد تمکن مالی بیمه سلامت و مدارک اقامتی. تمکن مالی برای اخذ اقامت دائم یونان از طریق طرح خودحمایتی چقدر است اولین و مهمترین شرط برای گرفتن ویزای تمکن مالی یونان داشتن درآمد است که باید بالاتر از 100 میلیون تومان در ماه باشدحدود 3500 یورو در ماه. این مبلغ برای یک سال حدود 48 هزار یورو است. برای این منظور 2 مورد خیلی اهمیت دارد: مدارک حساب مالی در ایران که تایید کننده میزان تمکن مورد انتظار است. مدارک شغلی یا بازنشستگی که نشان دهنده مبلغ ماهانه درخواستی است. این 2 مورد با هدف این است که وضعیت درآمد شما برای تمکن بررسی شود.",
    "content_length":942,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_5",
    "content":"دهنده مبلغ ماهانه درخواستی است. این 2 مورد با هدف این است که وضعیت درآمد شما برای تمکن بررسی شود. در ادامه یک پرینت حساب 3 ماهه برای گرفتن ویزا ارائه میدهید این حساب باید به نام خود شخص باشد نه شرکتی و نه مشارکتی. اگر بخواهیم به صورت دقیق بررسی کنیم میزان تمکن مالی زیر را باید در حساب یونان خود داشته باشد. برای مهاجرت با همسر و فرزندان مبلغی اضافه میشود که برای همسر 20 و برای هر فرزند زیر 18 سال 15 است. یک نفر 75 هزار یورو دونفر 90 هزار یورو سه نفر 98 هزار یورو چهارنفر 113 هزار یور پنج نفر 128 هزار یورو در نهایت با این موارد شما اثبات میکنید توانایی زندگی به مدت 3 سال در کشور یونان را دارید. دقت کنید در این مدت شما اجازه کار در یونان را ندارید و علت اصلی اینکه تمکن داشته باشید نیز همین است. متقاضی همچنین میتواند به جای سپرده درآمد غیرفعال 3500 یورو در ماه از حقوق بازنشستگی خود را از طریق صورت حساب بانکی نشان دهد. این شرط دوم برای گرفتن اقامت تمکن مالی در یونان است.",
    "content_length":877,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_6",
    "content":"خود را از طریق صورت حساب بانکی نشان دهد. این شرط دوم برای گرفتن اقامت تمکن مالی در یونان است. یک نکته مهم دقت کنید این مبلغ به هیچ عنوان بلوکه نمیشود در ابتدا برای اثبات تمکن و در ادامه قابل برداشت برای هزینههای شخص یا هر مورد دیگری خواهد بود. اقامت تمکن مالی یونان برای چه کسانی است در یک کلام این ویزا فرصتی عالی برای بازنشستهها و سرمایهگذاران است. یونان به دلیل آبوهوای مطبوع موقعیت مکانی بینظیر و شرایط ساده برای دریافت اقامت به یکی از مقاصد محبوب بازیگران هنرمندان ایرانی و افراد از کشورهای مختلف تبدیل شده است. این کشور به ویژه در میان بازنشستهها استقبال قابلتوجهی داشته است. با دریافت اقامت یونان شما بهطور همزمان اقامت کشورهای عضو شینگن را نیز کسب میکنید. فرزندتان میتواند در تمامی مدارس این کشورها تا مقطع متوسطه از تحصیل رایگان بهرهمند شود. امکان سفر به هر کدام از کشورهای شینگن با خرید یک بلیط در هر زمان از سال. برای حفظ اقامت تنها کافی است حداقل ۶ ماه در سال در یونان حضور داشته باشید. این گزینه مناسب افرادی است که نمیتوانند برای مدت طولانی در کشور مقصد بمانند.",
    "content_length":975,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_7",
    "content":"سال در یونان حضور داشته باشید. این گزینه مناسب افرادی است که نمیتوانند برای مدت طولانی در کشور مقصد بمانند. با داشتن این ویزا دریافت ویزای کشورهایی مانند آمریکا کانادا و انگلستان آسانتر خواهد شد. چه مدارکی برای اثبات تمکن مالی در یونان لازم است متقاضی باید مدارکی ارائه دهد که نشان دهد دارای منابع مالی پایدار و قانونی است. این مدارک میتواند شامل: صورت حسابهای بانکی نامههای حقوقی مدارک مالکیت املاک و مستغلات سود سرمایهگذاریها مستمریها سایر منابع درآمدی بیمه سلامت گواهی عدم سوء پیشینه متقاضی باید دارای بیمه سلامت معتبر باشد که تمام مدت اقامت در یونان را پوشش دهد. ارائه اسناد محل اقامت در یونان متقاضی باید مدارکی ارائه دهد که نشان دهد دارای محل اقامت در یونان است. این مدارک میتواند شامل قرارداد اجاره خانه یا مدارک خرید ملک باشد. مزایای اقامت یونان از طریق تمکن مالی چیست لازم به ذکر است که از آنجایی که ویزای خود حمایتی یونان 3 ساله صادر میشود باید یک مانده حساب یا سپرده ای را به سفارت یونان ارائه دهید که نشان دهد شما برای سی و شش ماه بعدی به اندازه کافی پول برای زندگی در کشور یونان دارید.",
    "content_length":998,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_8",
    "content":"که نشان دهد شما برای سی و شش ماه بعدی به اندازه کافی پول برای زندگی در کشور یونان دارید. مزایای اقامت تمکن مالی یونان زیاد هستند و به همین دلیل است افرادی که سرمایه قابل توجهی دارند این راه را برای مهاجرت به یونان انتخاب میکنند. مسیر دریافت ویزای تمکن مالی یونان پس از تکمیل مدارک باید به سفارت یونان در کشور محل اقامت خود مراجعه کنید و درخواست ویزای تمکن مالی را ارائه دهید. ممکن است مصاحبهای در سفارت ایران برای بررسی شرایط مالی شما انجام شود. اگر درخواست شما تایید شود ویزای ورود یکساله یا ویزای نوع D دریافت میکنید که به شما اجازه میدهد وارد یونان شده و اقامت خود را ثبت کنید. برای درخواست ویزای FIP به موارد زیر نیاز دارید: ویزای تایپ D کپی پاسپورت اسکن شده چهار عکس گذرنامه رنگی تازه یک طرح بیمه درمانی خصوصی که پوششهای اولیه در یونان باشد. اثبات وجوه کافی مربوط به درآمد ثابت سالانه برای پوشش مخارج زندگی در یونان مانند مستمری بازنشستگی صورتحساب حساب بانکی اسناد مالکیت مستمری تامین اجتماعی که نیاز به آپوستیل دارد قراردادهای اجاره یا هر مدرک قانونی دیگر.",
    "content_length":962,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_9",
    "content":"صورتحساب حساب بانکی اسناد مالکیت مستمری تامین اجتماعی که نیاز به آپوستیل دارد قراردادهای اجاره یا هر مدرک قانونی دیگر. یک نکته مهم مقامات یونان به درآمد ثابت حداقل 3500 یورو در ماه نیاز دارند که در صورت داشتن همسر 20 و برای هر فرزند 15 افزایش مییابد. سپرده های بانکی مطمئن ترین راه برای اثبات درآمد شما هستند. پس از ورود به یونان باید در اداره مهاجرت ثبتنام کنید و کارت اقامت دوساله دریافت نمایید. این کارت اقامت قابل تمدید است مشروط بر اینکه همچنان شرایط مالی شما برقرار باشد. اگر برای دریافت اقامت یونان یا جمعآوری مدارک نیاز به راهنمایی و کمک دارید مشاوران مجرب ما آماده پاسخگویی به تمامی سوالات شما هستند. تنها کافیست با ما تماس بگیرید! از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید.",
    "content_length":957,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_11",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; آیا برای اخذ اقامت تمکن مالی یونان مدارک خاصی لازم است برای اینکه بتوانید ویزای خود حمایتی یونان را به دست آورید باید بتوانید مدارک زیر را به سفارت یونان ارائه دهید: ارائه گواهی عدم سوء پیشینه خود و دیگر همراهان تان اصل شناسنامه خود و همراهان تان شش قطعه عکس از همه اعضای خانواده و کسانی که شما را همراهی میکنند گواهی شغلی سرپرست ارائه مدارکی دال بر داشتن تمکن مالی سرپرست خانواده برای گذران زندگی خود و خانواده در یونان دریافت گذرنامه معتبر با حداقل دو سال و نیم اعتبار برای تمامی اعضای خانواده بیمه نامه مسافرتی نود روزه پرداخت 80 یورو جهت ارائه درخواست ویزا به سفارت یونان چه مدت طول میکشد تا ویزای تمکن مالی یونان را بگیرید مدت زمان مورد نیاز برای دریافت ویزای تمکن مالی یونان بسته به تکمیل بودن مدارک و روند اداری متفاوت است.",
    "content_length":1111,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_12",
    "content":"مدت زمان مورد نیاز برای دریافت ویزای تمکن مالی یونان بسته به تکمیل بودن مدارک و روند اداری متفاوت است. بر اساس اطلاعات موجود این فرآیند معمولا بین ۲ تا ۴ ماه به طول میانجامد. با این حال برخی منابع دیگر اشاره کردهاند که کل پروسه دریافت ویزای تمکن مالی یونان ممکن است بین ۶ تا ۸ ماه زمان ببرد. تفاوت در زمانبندی ممکن است به عواملی مانند تکمیل بودن مدارک زمانبندی قرار ملاقاتها و سرعت پردازش درخواستها بستگی داشته باشد. ویزای تمکن مالی یونان بهتر است یا خرید ملک همانطور که گفتیم ویزای خود حمایتی یکی از روشهای مهاجرت به یونان از طریق سرمایه گذاری است. روش دیگر آن خرید ملک در یونان است. اما شاید این سوال برای شما پیش آید که کدام یک از این روشها بهتر هستند با ویزای تمکن مالی نیازی به سرمایهگذاری سنگین نیست و مناسب افرادی با درآمد ثابت یا حقوق بازنشستگی است. در این روش حداقل حضور 6 ماه در سال کافی است. در مقابل در روش خرید ملک دست شما بازتر است و به راحتی با خرید ملکی به ارزش مشخصی میتوانید اقامت موقت یونان را برای پنج سال به دست آورید.",
    "content_length":939,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_13",
    "content":"و به راحتی با خرید ملکی به ارزش مشخصی میتوانید اقامت موقت یونان را برای پنج سال به دست آورید. بعد از گذشت این پنج سال اگر شرایطی را داشته باشید میتوانید اقامت خود را دائمی کنید. اما در روش تمکن مالی این نکته را در نظر بگیرید که دولت یونان ظرفیت محدودی برای پذیرش متقاضیان دارد. بنابراین باید بدانید چه موقع و چگونه برای آن درخواست دهید تا شانس پذیرش شما بیشتر شود. اطلاعات بیشتر درباره خرید ملک در یونان را بخوانید سوالات متداول آیا ارائه مدرک زبان برای مهاجرت از طریق تمکن مالی یونان الزامی است خیر. ارائه مدرک زبان برای مهاجرت از طریق این روش ضروری نیست. برای اخذ تابعیت یونان از چه راه های می توان تمکن مالی را اثبات کرد اثبات تمکن مالی در یونان با اجازه کار و بدون اجازه کار امکان پذیر است. در چه صورتی شانس بیشتری جهت اخذ ویزای خودحمایتی یونان دارم درصورتی که مبلغ بیشتری را بعنوان سپرده نشان دهید طبعا شانس اخذ ویزای تمکن مالی یونان شما را بالا تر خواهد برد.",
    "content_length":864,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_14",
    "content":"مبلغ بیشتری را بعنوان سپرده نشان دهید طبعا شانس اخذ ویزای تمکن مالی یونان شما را بالا تر خواهد برد. میزان درآمد لازم در ایران برای دریافت ویزای خودحمایتی یونان باید چقدر باشد برای مهاجرت از طریق این روش میزان درآمد فرد در ایران برای فرد اصلی باید 3500 یورو در ماه باشد. برای همسر وی این مبلغ 50 درصد بیشتر می شود و برای هر فرزند متقاضی که به سن 18 سال نرسیده است این مبلغ به میزان 20 درصد افزایش می یابد. برای تمدید کارت اقامت یونان از طریق تمکن مالی باید چه شرایطی داشته باشم داشتن حداقل 48 هزار یورو سپرده بانکی در این کشور در زمان درخواست تمدید کارت اقامت یونان الزامی است. بعد از گذشت چه مدت می توانم اقامت یونان را از طریق ویزای تمکن مالی به دست آورم از زمانی که این مدارک را تحویل سفارت یونان بدهید می توانید در مدت زمان دو ماه و نهایتا چهار ماه به اقامت یونان دست پیدا کنید. آیا با دریافت ویزای خودحمایتی یونان می توانم در این کشور کار کنم خیر! یکی از قوانین این ویزا این است که بدون کار کردن در کشور یونان بتوانید از پس مخارج زندگی در این کشور برآیید.",
    "content_length":959,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_15",
    "content":"این ویزا این است که بدون کار کردن در کشور یونان بتوانید از پس مخارج زندگی در این کشور برآیید. اما می توانید به روش های مختلف منابع مالی خود را در یونان سرمایه گذاری کنید. context: https:schema.org, type: FAQPage, mainEntity:  type: Question, name: آیا ارائه مدرک زبان برای مهاجرت از طریق تمکن مالی یونان الزامی است, acceptedAnswer:  type: Answer, text: خیر. ارائه مدرک زبان برای مهاجرت از طریق این روش ضروری نیست. , type: Question, name: برای اخذ تابعیت یونان از چه راه های می توان تمکن مالی را اثبات کرد, acceptedAnswer:  type: Answer, text: اثبات تمکن مالی در یونان با اجازه کار و بدون اجازه کار امکان پذیر است. , type: Question, name: در چه صورتی شانس بیشتری جهت اخذ ویزای خودحمایتی یونان دارم, acceptedAnswer:  type: Answer, text: درصورتی که مبلغ بیشتری را بعنوان سپرده نشان دهید طبعا شانس اخذ ویزای تمکن مالی یونان شما را بالا تر خواهد برد.",
    "content_length":845,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_16",
    "content":"مبلغ بیشتری را بعنوان سپرده نشان دهید طبعا شانس اخذ ویزای تمکن مالی یونان شما را بالا تر خواهد برد. , type: Question, name: میزان درآمد لازم در ایران برای دریافت ویزای خودحمایتی یونان باید چقدر باشد, acceptedAnswer:  type: Answer, text: برای مهاجرت از طریق این روش میزان درآمد فرد در ایران برای فرد اصلی باید 3500 یورو در ماه باشد. برای همسر وی این مبلغ 50 درصد بیشتر می شود و برای هر فرزند متقاضی که به سن 18 سال نرسیده است این مبلغ به میزان 20 درصد افزایش می یابد. , type: Question, name: برای تمدید کارت اقامت یونان از طریق تمکن مالی باید چه شرایطی داشته باشم, acceptedAnswer:  type: Answer, text: داشتن حداقل 48 هزار یورو سپرده بانکی در این کشور در زمان درخواست تمدید کارت اقامت یونان الزامی است. , type: Question, name: بعد از گذشت چه مدت می توانم اقامت یونان را از طریق ویزای تمکن مالی به دست آورم, acceptedAnswer:  type: Answer, text: از زمانی که این مدارک را تحویل سفارت یونان بدهید می توانید در مدت زمان دو ماه و نهایتا چهار ماه به اقامت یونان دست پیدا کنید.",
    "content_length":967,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_17",
    "content":"سفارت یونان بدهید می توانید در مدت زمان دو ماه و نهایتا چهار ماه به اقامت یونان دست پیدا کنید. , type: Question, name: آیا با دریافت ویزای خودحمایتی یونان می توانم در این کشور کار کنم, acceptedAnswer:  type: Answer, text: خیر! یکی از قوانین این ویزا این است که بدون کار کردن در کشور یونان بتوانید از پس مخارج زندگی در این کشور برآیید. اما می توانید به روش های مختلف منابع مالی خود را در یونان سرمایه گذاری کنید. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید.",
    "content_length":864,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_18",
    "content":"این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 14 اسفند 1403 آیا سوالی دارید لغو پاسخ ارسال سوال احسان 4 اسفند 1402 سلام در روش اقامت تمکن مالی یونان شرط حضور در یونان چگونه است پارسی کانادا 5 اسفند 1402 سلام احسان عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتید از شما سپاسگزاریم در قانون جدید این ویزا به صورت مستقیم شما رو به اقامت 2 ساله می رساند و قابل تمدید مجدد هست و پس 3 بار در مجموع 6 سال در صورتی که در هر سال حداقل 6 ماه در خاک یونان حضور داشته باشید به اقامت دائم تبدیل می شود. کارشناسان با تجربه ما شما را در مسیر کاملا راهنمایی میکنند و در نزدیک ترین زمان ممکن با شما ارتباط برقرار میشود. لیلا 2 اسفند 1402 سلام و عرض ادب من 47 سالمه گفتند نمیتونم جاب افر آلمان رو بگیرم.",
    "content_length":793,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_19",
    "content":"برقرار میشود. لیلا 2 اسفند 1402 سلام و عرض ادب من 47 سالمه گفتند نمیتونم جاب افر آلمان رو بگیرم. اگر از طریق تمکن مالی اقامت یونان را بگیرم مي تونم در كشور آلمان كار و يا زندگي کنم پارسی کانادا 3 اسفند 1402 سلام لیلا عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتید از شما سپاسگزاریم با گرفتن اقامت یونان شما میتوانید در حوزه شینگن در هر کشوری ورود بزنید و 90 روز در خاک کشور مقصد حضور داشته باشید.در این مدت زمان فرصت دارید برای پیدا کردن شغل مدنظرتون جست وجو کنید ودر صورت گرفتن جاب افر میتوانید شرایط اخذ اقامت کشور دلخواه خود را فراهم کنید.با پر کردن فرمی که در لینک زیر وجود داردمیتوانیم ارزیابی دقیقتری از شرایط شما داشته باشیم کارشناسان با تجربه ما پس از بررسی و تحلیل شرایط شما به صورت کاملا تخصصی راهنماییتان میکنند.",
    "content_length":733,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_20",
    "content":"شما داشته باشیم کارشناسان با تجربه ما پس از بررسی و تحلیل شرایط شما به صورت کاملا تخصصی راهنماییتان میکنند. فرم ارزیابی مهاجرت علیرضا 18 بهمن 1402 سلام وقت به خیر برای خودحمایتی یونان هم  همچنان فرزندان میتونن تا زیر ۲۳ سال و پدر و مادر به عنوان همراه باشن و یا فقط در روش خرید ملک امکان پذیر هستش پارسی کانادا 21 بهمن 1402 سلام علیرضا عزیز برای دریافت ویزای خود حمایتی فرزندان تنها تا سن 21سالگی امکان دریافت ویزای همراه را دارند و لازم به ذکر است پدر و مادر فرد اصلی پرونده امکان پیوستن به این پروسه را ندارند. البته پس از دریافت ویزای این کشور می توانید برای پدران و مادران خود و همسر درخواست ویزا دهید. یک راه ساده برای اینکه شرایط شما مورد ارزیابی قرار گیرد پر کردن فرم ارزیابی است. وارد لینک زیر شوید و فرم را پر کنید تا کارشناسان ما شرایطتان را بهدقت مورد ارزیابی قرار دهند: فرم ارزیابی مهاجرت به امید دیدار شما حسام غضنفری 18 دی 1402 سلام .",
    "content_length":848,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_21",
    "content":"را بهدقت مورد ارزیابی قرار دهند: فرم ارزیابی مهاجرت به امید دیدار شما حسام غضنفری 18 دی 1402 سلام . اگر تمام مدارک و گردش حساب و تمکن مالی ما تکمیل باشه چند وقت زمان میبره که ویزای یونان رو برای ما بگیرید پارسی کانادا 18 دی 1402 سلام حسام عزیز در صورت داشتن همه شرایط لازم نهایتا بین 4 تا 6 ماه زمان میبره که ویزای تمکن مالی شما صادر بشه اما به دلیل امکان تاخیر در دریافت مدارک لازم و دیگر اتفاقات قریب الوقوع قرارداد های موسسه ما 8 ماهه صادر می شود. اصغر 16 دی 1402 سلام. وقتی با ویزای خودحمایتی وارد یونان بشیم ویزا چند ماه اعتبار داره و چجوری امکان تبدیل ویزا به اقامت دائم وجود داره پارسی کانادا 16 دی 1402 سلام اصغر عزیز طبق قانون قبلی برای اینکه شما بتوانید افتتاح حساب کنید با ویزای تایپ Dسه ماهه وارد میشدین و اقدام به انگشت نگاری در کشور یونان می کردین و پس از افتتاح حساب و انتقال تمکن مالی اعلام شده اقامت شما به تایپ C تبدیل میشد و مدت آن 2 سال اعتبار داشت. اما قانون جدید این ویزا به صورت مستقیم شما رو به اقامت 2 ساله می رساند.",
    "content_length":941,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/",
    "title":"اقامت تمکن مالی یونان | شرایط ویزای خود حمایتی یونان در 2025",
    "chunk_id":"https:\/\/parsicanada.com\/immigration-to-greece\/self-sponsored-visa\/_22",
    "content":"2 سال اعتبار داشت. اما قانون جدید این ویزا به صورت مستقیم شما رو به اقامت 2 ساله می رساند. این ویزا قابل تمدید مجدد هست و پس 3 بار در مجموع 6 سال در صورت حضور حداقل 6 ماه در هر سال در خاک یونان به اقامت دائم تبدیل می شود. در صورت تمایل بر روی لینک زیر کلیک کنید تا مشاوران ما با شما تماس بگیرند. فرم ارزیابی مهاجرت 1 2 3 4 بعدی",
    "content_length":327,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]