[
  {
    "url":"https:\/\/parsicanada.com\/affiliate\/",
    "title":"همکاری در فروش - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/affiliate\/_0",
    "content":"همکاری در فروش function ir_national_id_3_this   سیستم  همکاری در فروش  پارسی کانادا پارسی کانادا جهت گسترش شبکه فروش و خدمات خود از کلیه افراد و موسساتی که علاقه مند به داشتن کسب و کاری پر سود هستند و همچنین انگیزه بالایی جهت پیشرفت دارند با شرایط ویژه و درآمد بالا از سراسر کشور و خارج از کشور بصورت محدود دعوت به همکاری مینماید.",
    "content_length":330,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/affiliate\/",
    "title":"همکاری در فروش - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/affiliate\/_1",
    "content":"دارند با شرایط ویژه و درآمد بالا از سراسر کشور و خارج از کشور بصورت محدود دعوت به همکاری مینماید. سیستم همکاری در فروش پارسی کانادا شیوه ای از بازاریابی می باشد که همکار پارسی کانادا اقدام به معرفی متقاضیان خدمات مهاجرتی نموده و درازای این امر پورسانت دریافت میکند شرایط پذیرش همکار : کلیه متقاضیان برای سیستم همکاری در فروش می بایستی شرایط زیر را داشته باشند: -تابعیت دولت جمهوری اسلامی ایران  گواهی عدم سوء پیشینه کیفری _دارای فن مذاکره و بیان خوب _ حداکثر سن 50 سال _ ترجیحا دارای دفترکار مستقل مناسب و شکیل  ترجیحا دارای تجربه در زمینه مهاجرت اقامت یا اخذ ویزا _ ترجیحا آشنا به زبان انگلیسی _ بسیار دقیق و نتیجه گرا امتیازات همکاری با پارسی کانادا افرادی که در سیستم همکاری در فروش پارسی کانادا عضو میشوند  از مزایای زیر بهره مند خواهند بود: _ دریافت اطلاعات کامل خدمات مهاجرتی مورد نیاز برای همکاری _ آموزش کامل پرسنل همکار برای ارتباط و جذب مشتری _ عضویت در سیستم همکاری در فروش بصورت رایگان و بدون هیچ هزینه _ پشتیبانی و راهنمایی کامل _ محتوا های تبلیغاتی رایگان و مزایای دیگر  علاقمندان برای درخواست عضویت در سیستم همکاری در فروش پارسی کانادا فرم زیر را تکمیل نموده و منتظر تماس ما باشید .",
    "content_length":1097,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/affiliate\/",
    "title":"همکاری در فروش - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/affiliate\/_2",
    "content":"درخواست عضویت در سیستم همکاری در فروش پارسی کانادا فرم زیر را تکمیل نموده و منتظر تماس ما باشید . پس از بررسی اطلاعات در اسرع وقت با شما تماس خواهیم گرفت. فیلد های    اجباری هستند نام و نام خانوادگی  کد ملی شماره همراه شماره ثابت ایمیل آدرس آیا مجوزی در زمینه مهاجرت و اقامت دارید آیا دفتر کار فعال دارید برآورد شما از تعداد جذب متقاضیان در هر سال چند نفر است آیا کانال های تبلیغاتی آنلاین و آفلاین دارید آیا سابقه فعالیت در زمینه اخذ ویزا و اقامت دارید Email این فیلد برای اعتبار سنجی است و باید بدون تغییر باقی بماند . Phone این قسمت برای اهداف اعتبارسنجی است و باید بدون تغییر باقی بماند. gform.initializeOnLoaded function gformInitSpinner 53, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":822,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/affiliate\/",
    "title":"همکاری در فروش - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/affiliate\/_3",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ;",
    "content_length":380,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]