[
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_0",
    "content":"خدمات تحصیلی پارسی کانادا صرفا ویزای کار حین تحصیل کارورزی است. پارسی کانادا وبلاگ ویزای اسپانسرشیپ کانادا ویزای اسپانسرشیپ کانادا راهی آسان برای اخذ اقامت این کشور date_range تاریخ آخرین بروزرسانی: 20 اسفند 1403 query_builder 8 دقیقه ویزای اسپانسرشیپ کانادا چیست به بیان ساده هر ایرانی بالای 18 سال که اقامت دائم کانادا یا شهروندی این کشور را دارد میتواند با ویزای اسپانسرشیپ Canada Sponsorship Visa برای پدر مادر پدربزرگ مادربزرگ همسر و فرزندان و در شرایطی سایر بستگان خود نیز اقامت دائم کانادا را بگیرد. این افراد با این ویزا اجازه کار تحصیل و زندگی در کانادا را خواهند داشت. مدت زمان پروسه مهاجرتی اسپانسرشیپ همسر فرزندان و والدین حدود 10 الی 21 ماه است اولویت رسیدگی به درخواستها با اسپانسر همسر پارتنر و فرزندان وابسته است و هزینههای دولتی آن 1205 دلار است. در ادامه شرایط فرد اسپانسر شونده مراحل اخذ این ویزا و مدارک لازم آن را توضیح دادهایم. پس با ما همراه باشید و یا فرم ارزیابی مهاجرت را پر کنید تا ما شرایط شما را دقیق بررسی کنیم. از مشاوره تا اقامت کنارتان هستیم.",
    "content_length":975,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_1",
    "content":"فرم ارزیابی مهاجرت را پر کنید تا ما شرایط شما را دقیق بررسی کنیم. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; شرایط اسپانسر شدن در کانادا چیست اسپانسر یعنی حامی یعنی شخصی که توانایی حمایت مالی از فرد اسپانسرشونده را دارد. شرایط اسپانسر بسته به فردی که قرار است از آن حمایت کند متفاوت است. پس مهاجرت به کانادا از طریق اسپانسر فامیلی برای هر گروه نیز متفاوت است.",
    "content_length":940,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_2",
    "content":"از آن حمایت کند متفاوت است. پس مهاجرت به کانادا از طریق اسپانسر فامیلی برای هر گروه نیز متفاوت است. هر کدام از موارد زیر که به درخواست شما نزدیک است را انتخاب و شرایط آن را مطالعه کنید: میخواهم اسپانسر همسر و فرزندانم شوم برای اینکه اسپانسر همسر و فرزندان خود شوید باید شرایط زیر را داشته باشید:  18 سال به بالا باشید  شهروند کانادا باشید یا کارت اقامت دائم PR داشته باشید  ثابت کنید نیازی به دریافت کمک هزینههای دولتی کانادا به غیر از برای موارد ناتوانی جسمی ندارید در صورت استفاده از این خدمات باید هزینهها را به دولت پرداخت کنید  باید به اداره مهاجرت کانادا IRCC تعهد دهید که میتوانید هزینه نیازهای اولیه خوراک پوشاک محل اسکان و فرد اسپانسرشونده را برای مدت زمان مشخصی پرداخت کنید.",
    "content_length":684,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_3",
    "content":"دهید که میتوانید هزینه نیازهای اولیه خوراک پوشاک محل اسکان و فرد اسپانسرشونده را برای مدت زمان مشخصی پرداخت کنید. همسر و پارتنر: 3 سال- فرزند یا فرزندخوانده زیر 22 سال: 10 سال یا تا سن 25 سالگی فرزند- فرزند یا فرزندخوانده بالای 22 سال: 3 سال   توافقنامه agreement بین اسپانسر و اسپانسرشونده و قرارداد یا undertaking بین اسپانسر و اداره مهاجرت و فرم تعهدات خود نسبت به فرد اسپانسر شونده را امضا کنید و تا مدت زمان مشخص به آن پایبند باشید برای همسر: 3 سال- فرزندان زیر 13 سال 10 سال  برای فرزندان 13 تا 19 سال: تا سن 22 سالگی آنها- برای فرزندان بالای 19 سال: 3 سال  اگر خارج از کانادا هستید باید ثابت کنید بعد از اخذ اقامت دائم فرد اسپانسر شونده قصد بازگشت و زندگی در کانادا دارید  اگر کمتر از 2 سال با همسر خود زندگی کردهید بعد از اعطای اقامت به او باید 2 سال دیگر با وی زندگی کنید درغیر این صورت اقامت وی منتفی میشود به جز در موارد سوءاستفاده جنسی و آزا و اذیت  در بسیاری از موارد نیازی به ارائه مقدار درآمد ندارید مگر اینکه بخواهید اسپانسر یکی از فرزندان وابسته خود شوید که خود او دارای فرزند زیر 18 سال است یا اسپانسر همسر یا پارتنرتان شدهاید که او دارای فرزند زیر 18 سال است.",
    "content_length":1078,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_4",
    "content":"دارای فرزند زیر 18 سال است یا اسپانسر همسر یا پارتنرتان شدهاید که او دارای فرزند زیر 18 سال است. جدول زیر مطالعه شود  نکته: اگر در استان کبک زندگی میکنید شرایط آن متفاوت است و طرف شما اداره مهاجرت کبک یا MIDI است. نکته: برای کسب اطلاعات بیشتر محتوای  چگونه همسرمان را به کانادا بیاوریم  را مطالعه کنید.",
    "content_length":302,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_5",
    "content":"مهاجرت کبک یا MIDI است. نکته: برای کسب اطلاعات بیشتر محتوای چگونه همسرمان را به کانادا بیاوریم را مطالعه کنید. اگر یکی از شرایط زیر را دارید نمیتوانید اسپانسر همسر پارتنر و یا فرزندانتان شوید:  نوع اقامتتان در کانادا موقت باشد  پرونده اقامت دائمتان هنوز در حال بررسی باشد  مشکل مالی برای حمایت از اعضای خانوادهتان داشته باشید  سابقه عدم توانایی پرداخت نفقه یا Alimony به همسر و فرزندانتان در کانادا داشته باشید  قبلا همسر یا پارتنرتان اسپانسر شما شده باشد و کمتر از 5 سال از اخذ اقامت دائم شما گذشته باشد  از لحاظ مالی به همسر و پارتنر سابقتان وابسته باشید  پرونده باز ویزای اسپانسرشیپ همسر یا فرزندتان داشته باشید  به دولت کانادا بدهکار باشید  قبلا از کمک هزینههای دولتی کانادا بهجز برای ناتوانی جسمی استفاده کرده باشید مانند: سرپناه خدمات رفاهی مراقبتهای بهداشتی خاص خدمات رایگان غذا و پوشاک و سوخت در خاک کانادا سوءسابقه داشته باشید خصوصا سابقه جرائم جنسی مراقب ازدواج مصلحتی باشید! اخذ ویزای اسپانسرشیپ کانادا چیزی فراتر از ثبت درخواست پر کردن فرمهای مربوطه و پرداخت هزینه است!",
    "content_length":981,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_6",
    "content":"ازدواج مصلحتی باشید! اخذ ویزای اسپانسرشیپ کانادا چیزی فراتر از ثبت درخواست پر کردن فرمهای مربوطه و پرداخت هزینه است! افسران اداره مهاجرت کانادا بهشدت روی موضوع Marriage of Convenience یا همان ازدواج مصلحتی حساس هستند و این موضوع را با نشانههای اخطار موسوم به Red Flag بررسی میکنند. برخی از این نشانههای اخطار بسیار واضح هستند. مانند اینکه شما و همسرتان زبان مشترکی نداشته باشید. یا ازدواجتان از راه دور ثبت شده باشد. یا اختلاف سنی شما چشمگیر باشد. داشتن سابقه ریجکتی ویزا نیز ممکن است شرایط را برای شما سخت کند. ندانستن جزئیات شخصی درباره همسرتان حتی گاهی رنگ مسواک و یا نوع برند لوازم آرایشی که همسرتان استفاده میکند میتواند یک نشانه اخطار باشد. طبق تجربه ما ارائه نامههای عاشقانه و تصاویر دو نفره هم نه تنها نمیتواند گواه خوبی برای اثبات رابطه زناشویی واقعی شما باشد بلکه یک Red Flag جدی برای اداره مهاجرت کانادا است چون حس ساختگی و صوری بودن را القا میکند.",
    "content_length":859,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_7",
    "content":"باشد بلکه یک Red Flag جدی برای اداره مهاجرت کانادا است چون حس ساختگی و صوری بودن را القا میکند. طلاق بعد از اخذ ویزای اسپانسرشیپ همسر اگر بعد از اخذ اقامت دائم کانادا با ویزای اسپانسرشیپ همسر طلاق گرفتید نیازی نیست نگران وضعیت اقامت خود در کانادا باشید چراکه این موضوع خدشهای به حضور شما در کانادا وارد نمیکند. اما اسپانسر همسر سابق شما باید تا پایان تاریخ اعتبار قراردادی که امضا کرده است هزینههای حضور شما در کانادا را پرداخت کند. درضمن بعد از جدایی اسپانسر به مدت 3 سال و شما بهمدت 5 سال اجازه ندارید اسپانسر فرد دیگری شوید.",
    "content_length":527,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_8",
    "content":"درضمن بعد از جدایی اسپانسر به مدت 3 سال و شما بهمدت 5 سال اجازه ندارید اسپانسر فرد دیگری شوید. نکات مربوط به همسر و فرزندانتان  همسر شما هم میتواند همسر قانونیتان باشد و هم پارتنر غیر رسمی که حداقل 18 سال دارد  کانادا همسران همجنس را نیز در این برنامه مطابق با همین قوانین میپذیرد  اگر همسر شما در خاک کانادا باشد میتواند با دریافت مجوز کار Work Permit تا اخذ اقامت دائم در کانادا کار کند  فرزندتان باید زیر 22 سال باشد همسر و پارتنر هم نداشته باشد  فرزندان شما میتوانند فرزندخواندههای شما نیز باشند  فرزندان بالای 22 سال تنها در صورت داشتن ناتوانی ذهنی و جسمی و یا وابستگی مالی از قبل از سن 22 سال میتوانند در این برنامه همراه شما شوند شرایط لغو اسپانسرشیپ همسر درصورتی که یکی از موارد زیر رخ دهد اسپانسرشیپ همسر منتفی میشود:  ارتکاب جرم توسط اسپانسر  تغییر وضعیت اسپانسر به inadmissible یا غیرقابل پذیرش در کانادا   از دست دادن پاسپورت کانادایی به هر دلیل مراحل اخذ ویزای اسپانسرشیپ همسر و فرزندانتان قبل از اشاره به مراحل اخذ این ویزا باید تفاوت دو روش اسپانسرشیپ Inland و Outland را بدانید.",
    "content_length":994,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_9",
    "content":"و فرزندانتان قبل از اشاره به مراحل اخذ این ویزا باید تفاوت دو روش اسپانسرشیپ Inland و Outland را بدانید. اگر همسر شما خارج از کاناداست نوع درخواست شما outland و اگر او همراه شما در کاناداست نوع درخواست شما Inland خواهد بود.",
    "content_length":223,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_10",
    "content":"خارج از کاناداست نوع درخواست شما outland و اگر او همراه شما در کاناداست نوع درخواست شما Inland خواهد بود. برای اخذ این ویزا باید به صورت آنلاین اقدام کنید: مرحله اول: ثبت درخواست برای اسپانسر  مراجعه به وبسایت اداره مهاجرت کانادا و دانلود پر و امضا کردن فرمهای لازم توسط اسپانسر و اسپانسر شونده  آپلود فرمها در پروفایل فرد اسپانسر شونده  دریافت پکیج ثبت درخواست از وبسایت اداره مهاجرت کانادا شامل چکلیست مدارک فرمها و دستورالعمل پر کردن فرمها مرحله دوم: ثبت درخواست اقامت دائم برای فرد اسپانسر شونده  ایجاد یک اکانت در سامانه ثبت درخواست اقامت دائم کانادا   پر کردن فرمهای مربوطه  ثبت تصاویر همه افراد حاضر در پروسه مرحله سوم: پرداخت هزینه اسپانسرشیپ کانادا  پرداخت هزینه اسپانسرشیپ کانادا بهصورت آنلاین  هزینهها بابت رسیدگی به پرونده حق اقامت دائم کانادا و انگشتنگاری است  هزینه همسر: 1205 دلار هزینه هر فرزند 170 دلار  بعد از پرداخت به فکر رزرو وقت انگشتنگاری باشید که هزینه آن برای هر نفر 85 دلار و برای هر خانواده 170 دلار است  سایر هزینههای احتمالی نیز شامل تست مدیکال و گواهی عدم سوءپیشینه است مرحله چهارم: ارسال اطلاعات و مدارک اضافه  مدارکی مانند: تست مدیکال گواهی عدم سوءپیشینه مدارک مربوط به انگشتنگاری و احتمالا دعوت به مصاحبه  اطلاعاتی مانند: تولد فرزند به فرزندخواندگی گرفتن ازدواج یا طلاق مرگ متقاضی یا فرد اسپانسر شونده مرحله پنجم: جواب اداره مهاجرت کانادا  تایید اداره مهاجرت کانادا و ارسال کد ثبت درخواست و ایمیل تایید  تقاضای ارسال پاسپورت یا کپی آن 2 قطعه عکس رسید پرداخت توسط اداره مهاجرت کانادا  رد درخواست شما توسط اداره مهاجرت کانادا و بازپرداخت وجه با کسر 75 دلار کانادا میخواهم اسپانسر والدین و پدربزرگمادربزرگم شوم برای اسپانسرشیپ والدین کانادا یا پدربزرگ و مادربزرگ باید شرایط زیر را داشته باشید:  18 سال به بالا باشید  برای ثبت درخواست ایمیل دعوتنامه از اداره مهاجرت کانادا دریافت کرده باشید در سال 2020 درخواست خود را ثبت کرده باشید  شهروند کانادا باشید یا کارت اقامت دائم PR داشته باشید  پول کافی برای حمایت والدین پدربزرگمادربزرگ خود را به مدت 20 سال داشته باشید با ارائه مدرک تمکن مالی  این مدت زمان 20 سال از لحظهای که آنها اقامت دائم خود را میگیرند آغاز میشود  برای ارائه تمکن مالی میتوانید منابع درآمد همسرتان را نیز با خود ترکیب کنید  حمایت مالی باید در زمینههای خوراک پوشاک خدمات رفاهی محل اسکان سوخت هزینههای درمانی که بیمه تقبل نمیکند باشد  هرگونه کمک هزینه دولتی که اعضای خانواده شما در این مدت استفاده میکنند را پرداخت کنید  توافقنامه یا undertaking و فرم تعهدات اداره مهاجرت کانادا IRCC نسبت به والدین پدربزرگمادربزرگ خود را امضا کنید و به مدت 20 سال به آن پایبند باشید خبر مهاجرتی از تاریخ 1 می 2024 12 اردیبهشت 1403 اداره مهاجرت کانادا بهطور تصادفی برای اسپانسرهای واجد شرایطی که از سال 2020 برای ویزای اسپانسرشیپ کانادا درخواست دادهاند طی یک ایمیلی دعوتنامه خواهد فرستاد.",
    "content_length":2616,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_11",
    "content":"برای اسپانسرهای واجد شرایطی که از سال 2020 برای ویزای اسپانسرشیپ کانادا درخواست دادهاند طی یک ایمیلی دعوتنامه خواهد فرستاد. هدف از این طرح پذیرش 20500 درخواست جدید است. پذیرفتهشدگان باید تا قبل از ساعت 24:00 روز دوم آگوست 2024 12 مرداد 1403 درخواست خود را ثبت کرده باشند.",
    "content_length":271,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_12",
    "content":"پذیرفتهشدگان باید تا قبل از ساعت 24:00 روز دوم آگوست 2024 12 مرداد 1403 درخواست خود را ثبت کرده باشند. اگر یکی از شرایط زیر را دارید نمیتوانید اسپانسر والدین و پدربزرگ و مادربزرگ خود شوید:  کمتر از 18 سال سن داشته باشید  قصد خروج از کانادا را داشته باشید  نوع اقامتتان در کانادا موقت باشد  پرونده اقامت دائمتان هنوز در حال بررسی باشد  مشکل مالی برای حمایت از اعضای خانوادهتان داشته باشید  به دولت کانادا بدهکار باشید  در خاک کانادا سوءسابقه داشته باشید  پرونده باز ویزای اسپانسرشیپ همسر یا فرزندتان داشته باشید  قبلا از کمک هزینههای دولتی کانادا بهجز برای ناتوانی جسمی استفاده کرده باشید چند نکته مهم: 1- اگر والدین شما یا پدرمادربزرگتان از هم طلاق گرفتهاند و اکنون همسر یا پارتنر دیگری دارند برای او نیز میتوانند ثبت درخواست کنند 2- اگر خواهر یا برادرتان زیر سن 18 سال هستند و به والدینتا وابستگی مالی دارند میتوانید برای آنها نیز ثبت درخواست کنید 3- همچنین می توانید همراه با والدینتان برای برادرخواهر ناتنی خود زیر سن 22 سال نیز ثبت درخواست کنید 4- برای والدین پدربزرگ و مادربزرگ همسرتان نمیتوانید اسپانسر شوید 5- والدین پدربزرگ و مادربزرگ باید یک بیمه درمانی یکساله کانادایی خریداری کنند 6- اگر شرایط ویزای اسپانسرشیپ کانادا را ندارید با سوپر ویزای کانادا والدین و پدرمادربزرگ شما میتوانند به مدت 5 سال در کنارتان در کانادا اقامت داشته باشند.",
    "content_length":1246,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_13",
    "content":"با سوپر ویزای کانادا والدین و پدرمادربزرگ شما میتوانند به مدت 5 سال در کنارتان در کانادا اقامت داشته باشند. برای کسب اطلاعات بیشتر صفحه سوپر ویزای کانادا را بخوانید. برنامه اسپانسرشیپ کانادا اگر میخواهید در کنار فرزند یا نوه خود در کانادا باشید این پادکست مفید را درباره ویزای اسپانسرشیپ کانادا گوش دهید! Your browser does not support the audio tag.",
    "content_length":349,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_14",
    "content":"کانادا باشید این پادکست مفید را درباره ویزای اسپانسرشیپ کانادا گوش دهید! Your browser does not support the audio tag. مراحل اخذ ویزای اسپانسرشیپ برای والدین و پدربزرگ مادربزرگ مرحله اول: دریافت دعوتنامه از اداره مهاجرت کانادا از این لحظه 90 روز زمان دارید درخواست خود را ثبت کنید مرحله دوم: پر کردن فرمهای مربوطه بر اساس چکلیست منتشر شده توسط اداره مهاجرت کانادا مرحله سوم: پرداخت هزینه رسیدگی به پرونده درخواست اقامت دائم انگشتنگاری تست مدیکال و گواهی عدم سوءسابقه هزینه رسیدگی به پرونده اقامت دائم پدر مادر پدربزرگ مادربزرگ: 1205 دلار است مرحله چهار: ثبت آنلاین درخواست و آپلود تمامی مدارک مرحله پنجم: ارسال مدارک و اطلاعات اضافه مرحله ششم: آپدیت اطلاعاتی مانند تولد فرزند به فرزندخواندگی گرفتن ازدواج یا طلاق مرگ متقاضی یا فرد اسپانسر شونده مرحله هفتم: دریافت جواب از اداره مهاجرت کانادا  تایید با درخواست ارسال پاسپورت یا کپی آن 2 قطعه عکس رسید پرداخت توسط اداره مهاجرت کانادا  رد و بازپرداخت وجه با کسر 75 دلار کانادا میخواهم اسپانسر فرزندخواندهام شوم  برای اینکه اسپانسر فرزندخوانده خود شوید باید شرایط زیر را داشته باشید:  شهروند کانادا باشید یا کارت PR داشته باشید  18 سال به بالا باشید  در کانادا حضور داشته باشید  تمام اقدامات قانونی و رسمی لازم برای به فرزندخواندگی گرفتن را انجام داده باشید  توانایی حمایت مالی از او را داشته باشید  اگر یکی از شرایط زیر را دارید نمیتوانید اسپانسر فرزندخوانده خود شوید:  در درخواستهای قبلی ویزای اسپانسرشیپ نقض تعهدات داشته باشید  اگر در دادگاه ثابت شده باشد در گذشته هزینههای فرزندخوانده خود را پرداخت نکردهاید  سوءسابقه داشته باشید  نکته: اگر در استان کبک زندگی میکنید شرایط آن متفاوت است و طرف شما اداره مهاجرت کبک است.",
    "content_length":1567,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_15",
    "content":"داشته باشید نکته: اگر در استان کبک زندگی میکنید شرایط آن متفاوت است و طرف شما اداره مهاجرت کبک است. مراحل اخذ ویزای اسپانسرشیپ برای فرزندخوانده مرحله اول: ثبت درخواست برای اسپانسر  دانلود پر و امضا کردن فرمهای لازم توسط اسپانسر و اسپانسر شونده اگر فرزندخوانده شما زیر 18 سال است خودتان باید امضا کنید  آپلود فرمها در پروفایل فرد اسپانسر شونده مرحله دوم: ثبت درخواست اقامت دائم برای فرد اسپانسر شونده  ایجاد یک اکانت در سامانه ثبت درخواست اقامت دائم کانادا اگر فرد اسپانسرشونده زیر 18 سال است قیم او باید این مراحل را انجام دهد  پر کردن فرمهای مربوطه  ثبت تصویر فرزند مرحله سوم: پرداخت هزینه رسیدگی به درخواست  پرداخت هزینه اسپانسرشیپ کانادا بهصورت آنلاین  هزینهها بابت رسیدگی به پرونده هر فرزند 175 دلار حق اقامت دائم کانادا و انگشتنگاری  تنها برای فرزندان بالای 14 سال هر نفر 85 دلار است  سایر هزینههای احتمالی نیز شامل تست مدیکال و گواهی عدم سوءپیشینه است مرحله چهارم: ارسال مدارک  مدارکی مانند: تست مدیکال و مدارک مربوط به انگشتنگاری  مرحله پنجم: جواب اداره مهاجرت کانادا  تایید اداره مهاجرت کانادا و ارسال کد ثبت درخواست و ایمیل تایید  تقاضای ارسال پاسپورت یا کپی آن 2 قطعه عکس رسید پرداخت توسط اداره مهاجرت کانادا  رد درخواست شما توسط اداره مهاجرت کانادا و بازپرداخت وجه با کسر 75 دلار کانادا میخواهم اسپانسر سایر بستگانم شوم منظور از سایر بستگان این افراد هستند:  برادر خواهر برادرزاده خواهرزاده یا نوه یتیم که البته شرایط زیر را داشته باشند:  رابطه خونی با شما داشته باشند  هم پدر و هم مادرشان را از دست داده باشند  هیچ قیم دیگری جز شما نداشته باشند  زیر 18 سال باشند  مجرد باشند  نکته: اگر هیچ فردی نباشد که شما اسپانسر او شوید همسر پارتنر فرزند والدین پدرمادر بزرگ خواهر برادر خواهرزاده برادرزاده نوه یتیم و هیچ خویشاوندی هم در کانادا نداشته باشید میتوانید اسپانسر دیگر بستگانتان شوید.",
    "content_length":1694,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_16",
    "content":"بزرگ خواهر برادر خواهرزاده برادرزاده نوه یتیم و هیچ خویشاوندی هم در کانادا نداشته باشید میتوانید اسپانسر دیگر بستگانتان شوید. برای اینکه اسپانسر سایر بستگان خود شوید باید شرایط زیر را داشته باشید:  18 سال به بالا باشید  شهروند کانادا باشید یا کارت PR داشته باشید  باید به اداره مهاجرت کانادا IRCC تعهد دهید که میتوانید هزینه نیازهای اولیه خوراک پوشاک محل اسکان و فرد اسپانسرشونده را بهمدت 10 سال پرداخت کنید  توافقنامه یا undertaking و فرم تعهدات خود نسبت به فرد اسپانسر شونده را امضا کنید و به مدت 10 سال به آن پایبند باشید  اگر خارج از کانادا هستید باید ثابت کنید بعد از اخذ اقامت دائم فرد اسپانسر شونده قصد بازگشت و زندگی در کانادا دارید  نکته: اگر در استان کبک زندگی میکنید شرایط آن متفاوت است و طرف شما اداره مهاجرت کبک است.",
    "content_length":729,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_17",
    "content":"کانادا دارید نکته: اگر در استان کبک زندگی میکنید شرایط آن متفاوت است و طرف شما اداره مهاجرت کبک است. اگر یکی از شرایط زیر را دارید نمیتوانید اسپانسر سایر بستگان خود شوید:  نوع اقامتتان در کانادا موقت باشد  قبلا اسپانسر دیگر اعضای خانوادهتان شده باشید و تعهدات خود را نقض کرده باشید  مشکل مالی برای حمایت از اعضای خانوادهتان داشته باشید  به دولت کانادا بدهکار باشید  قبلا از کمک هزینههای دولتی کانادا بهجز برای ناتوانی جسمی استفاده کرده باشید  در خاک کانادا سوءسابقه داشته باشید مراحل اخذ ویزای اسپانسرشیپ برای سایر بستگان مرحله اول: ثبت درخواست برای اسپانسر یا حامی  ثبت درخواست باید به صورت آنلاین در وب سایت اداره مهاجرت کانادا انجام شود. براساس چک لیست منتشر شده توسط اداره مهاجرت کانادا تمامی فرم ها و مدارک لازم را آماده کنید و آنها را همراه درخواست خود آپلود کنید. دفتر ویزا ممکن است مدارک دیگری هم از شما درخواست کند. ایرانیان برای ثبت درخواست خود باید به دفتر ترکیه واقع در آنکارا مراجعه کنند. دستورالعمل این دفتر را برای ثبت درخواست ویزای اسپانسرشیپ در اینجا بخوانید.",
    "content_length":976,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_18",
    "content":"به دفتر ترکیه واقع در آنکارا مراجعه کنند. دستورالعمل این دفتر را برای ثبت درخواست ویزای اسپانسرشیپ در اینجا بخوانید. اسپانسر و اسپانسرشونده باید فرمهای مربوطه را دانلود تکمیل و امضای دیجیتال کنند اگر فرد اسپانسرشونده زیر 18 سال است اسپانسر باید به جای او امضا کند.",
    "content_length":264,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_19",
    "content":"دانلود تکمیل و امضای دیجیتال کنند اگر فرد اسپانسرشونده زیر 18 سال است اسپانسر باید به جای او امضا کند. این فرمها شامل: تکمیل فرم ارزیابی تمکن مالی  تکمیل فرم وضعیت پزشکی   در صورتی که اسپانسرشونده والد یا قیم دارد باید این فرم را تکمیل و امضا کند  در صورتی که شما همسر یا پارتنر دارید باید این فرم را پر و امضا کنید  تمامی مدارک باید توسط فرد اسپانسرشونده آپلود و امضا شود مرحله دوم: ثبت درخواست توسط اسپانسرشونده  ایجاد یک اکانت در سامانه ثبت درخواست اقامت دائم کانادا اگر فرد اسپانسرشونده زیر 18 سال است قیم او باید این مراحل را انجام دهد  پر کردن فرمهای مربوطه  ثبت تصویر و مدارک انگشتنگاری مرحله سوم: پرداخت هزینهها  پرداخت هزینههای مربوطه بهصورت آنلاین است  برای وابستگان بالای 22 سال 1205 دلار با پردازش درخواست اقامت دائم  برای وابستگان زیر 22 سال 745 دلار  برای همسر و پارتنر بستگانتان: 1205 دلار  هزینه انگشتنگاری 85 دلار برای یک نفر و 170 دلار برای هر خانواده دو نفر یا بیشتر مرحله چهارم: جواب اداره مهاجرت کانادا  تایید اداره مهاجرت کانادا و ارسال کد ثبت درخواست و ایمیل تایید  تقاضای ارسال پاسپورت یا کپی آن 2 قطعه عکس رسید پرداخت توسط اداره مهاجرت کانادا  رد درخواست شما توسط اداره مهاجرت کانادا و بازپرداخت وجه با کسر 75 دلار کانادا میزان درآمد و تمکن مالی لازم برای اسپانسر برای اخذ ویزای اسپانسرشیپ کانادا برای والدین و وابستگان خود باید طبق جداول زیر- برای استانهای کانادا و استان کبک- حداقل درآمد مشخص شده را داشته باشید: متقاضی اسپانسرشیپ در تمامی استانهای کانادا به غیر از استان کبک تعداد افراد خانواده حداقل درآمد لازم دلار 1 نفر اسپانسر 27,514 2 نفر 34,254 3 نفر 42,110 4 نفر 51,128 5 نفر 57,988 6 نفر 65,400 7 نفر 72,814 بیش از 7 نفر برای هر نفر اضافی 7,412 متقاضی اسپانسرشیپ فقط در استان کبک تعداد افراد خانواده حداقل درآمد لازم دلار 1 نفر اسپانسر 26,877 2 نفر 36,281 3 نفر 44,793 4 نفر 51,518 5 نفر 57,337 مختصر اطلاعاتی درباره ویزای 5 اسپانسری کانادا ویزای 5 اسپانسری کانادا موسوم به گروه پنج G5 به 5 نفر که اقامت دائم یا شهروندی کانادا را دارند اجازه میدهد تحت شرایط خاصی حامی یک پناهنده شوند تا او نیز اقامت دائم کانادا را دریافت کند.",
    "content_length":1962,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_20",
    "content":"را دارند اجازه میدهد تحت شرایط خاصی حامی یک پناهنده شوند تا او نیز اقامت دائم کانادا را دریافت کند. به این منظور تمامی 5 نفر باید: 18 سال به بالا باشند اقامت دائم کانادا را داشته باشند در همان شهری که پناهنده قرار است اقامت داشته باشد زندگی کنند و به مدت یک سال از فرد پناهنده حمایت مالی کنند. با پنج اسپانسری کانادا فرد پناهنده میتواند اعضای خانواده شما دوست یا هرکس دیگری باشد که البته وضعیت پناهندگی او باید به تایید اداره مهاجرت و پناهندگی کانادا رسیده باشد. برای ثبت ویزای 5 اسپانسری کانادا باید به صورت آنلاین درخواست خود را در سایت اداره مهاجرت کانادا ثبت کنید و فرمهای لازم را پر و آپلود کنید. جزئیات بیشتر را در صفحه پناهندگی کانادا بخوانید. سوالات متداول آیا برای اینکه اسپانسر فردی شوم باید حتما شغلی در کانادا داشته باشم درحالی که داشتن شغل از الزامات اسپانسر شدن نیست اما به هرحال حامی باید بتواند ثابت کند توانایی مالی کافی برای حمایت از فرد اسپانسرشونده را دارد. آیا میتوانم بهطور همزمان اسپانسر چند نفر شوم بله هیچ محدودیتی در اسپانسر شدن ندارید.",
    "content_length":962,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_21",
    "content":"از فرد اسپانسرشونده را دارد. آیا میتوانم بهطور همزمان اسپانسر چند نفر شوم بله هیچ محدودیتی در اسپانسر شدن ندارید. اما باید برای هر عضو خانواده یا وابستگان خود با توجه به شرایطی که در این صفحه ذکر کردیم درخواست مجزا بزنید و توانایی حمایت مالی از تمامی افراد را داشته باشید. شرایط برای اسپانسر شدن در استان کبک به چه صورت است از آنجایی که دولت فدرال کانادا به استان کبک استقلال بیشتری در جذب مهاجرین داده است برای مهاجرت به این استان در تمامی روشها باید به اداره مهاجرت کبک موسوم به MIFI یا به فرانسوی MIDI مراجعه کنید. آیا میتوانم با ویزای اسپانسرشیپ برای خواهر و برادرم اقامت کانادا را بگیرم اگر خواهربرادر شما زیر سن 18 سال هستند امکان مهاجرت به کانادا از طریق اسپانسرشیپ همراه با والدینتان برای آنها فراهم است. اما بهطور کلی اخذ ویزای اسپانسرشیپ کانادا برای خواهربرادر بالای 18 سال خیلی سخت است و تنها در صورتی امکانپذیر است که شرط Lonely Canadian را برآورده کرده باشید. منظور از این شرط این است که خواهربرادر شما تنها بازمانده از خانواده شما در ایران باشد. آیا میتوانم اسپانسر دوست و رفیقم شوم خیر!",
    "content_length":1001,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_22",
    "content":"است که خواهربرادر شما تنها بازمانده از خانواده شما در ایران باشد. آیا میتوانم اسپانسر دوست و رفیقم شوم خیر! کانادا هیچ برنامهای برای اسپانسر دوست شدن ندارد. دوست شما میتواند از دیگر برنامههای مهاجرت به کانادا استفاده کند. آیا فرد اسپانسر شونده میتواند در کانادا کار یا تحصیل کند اسپانسرشونده بعد از دریافت اقامت دائم کانادا میتواند در این کشور کار یا تحصیل کند. اما نکته اینجاست که تا قبل از صدور کارت اقامت دائم او تنها با داشتن ویزای معتبر اجازه کار را تحصیل خواهد داشت. پس افرادی که با انواع ویزای موقت در کانادا حضور دارند تا تعیین تکلیف شدن ویزای اسپانسرشیپ خود میتوانند در این کشور کار یا تحصیل کنند. آیا امکان لغو ویزای اسپانسرشیپ وجود دارد اسپانسر تنها درصورتی میتواند ویزای اسپانسرشیپ همسر والدین و را لغو کند که این افراد کارت اقامت دائم خود را نگرفته باشند. در غیر این صورت باید به تمامی تعهدات خود تا مدت زمان مشخص نسبت به اسپانسرشونده عمل کند.",
    "content_length":856,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_23",
    "content":"نگرفته باشند. در غیر این صورت باید به تمامی تعهدات خود تا مدت زمان مشخص نسبت به اسپانسرشونده عمل کند. به غیر از ویزای اسپانسرشیپ دیگر با چه روشهایی میتوانم خانوادهام را به کانادا بیاورم درست است که مهاجرت به کانادا از طریق اسپانسرشیپ یکی از راههای ساده رسیدن به کانادا است اما شاید خانواده شما واجد شرایط دیگر روشها نیز باشند. توصیه ما این است که فرم ارزیابی مهاجرت را پر کنند تا ما پیشنهاد تازهای به آنها ارائه کنیم. این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید.",
    "content_length":870,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_24",
    "content":"این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 20 اسفند 1403 آیا سوالی دارید لغو پاسخ ارسال سوال توریالی محمدی 6 مرداد 1403 سلام وقت تان بخیر مادر پدر برادر هایم کانادا هستن من ترکیه با خانم خود زندگی مکنم خانم من بیماری کلیه داره قرص استفاده مکنه پیوند کیله هست امکان داره ما را اسپانسر کنه به خاطر خانم من چون که تکلیف داره پارسی کانادا 10 مرداد 1403 درود بر شما متاسفانه شما شرایط دریافت این ویزا را ندارید. والدین تنها برای فرزندان زیر 22 سال و مجرد خود میتوانند اسپانسر شوند. بهتر است سایر روش های مهاجرت به کانادا را بررسی کنید. رضا محمدی 26 تیر 1403 با سلام و وقت بخیر برادر من ساکن کانادا در شهر تورنتو هستند.",
    "content_length":715,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_25",
    "content":"بررسی کنید. رضا محمدی 26 تیر 1403 با سلام و وقت بخیر برادر من ساکن کانادا در شهر تورنتو هستند. من میخواستم ویزای توریستی مدت دار بگیرم لطفا راهنمایی بفرمایید کارمند هم هستم با 20 سال سابقه کار پارسی کانادا 26 فروردین 1404 باید خیلی دقیق تر شرایطتتونو برام بنویسید اما نکته خیلی اساسی برای دریافت نتیجه مثبت ویزای توریستی کانادا اینه که ثابت کنی قصد موندن نداری و حتما برمیگردی به ایران فاطمه دولابی 6 خرداد 1403 سلام من امسال بازنشسته آموزش و پرورش شدم و ۴۸ سال دارم.قصد مهاجرت به کانادا رو دارم .خواهرم ۲۰ سال هست که در شهر تورنتو زندگی میکنه و کارمنده.چطوری میتونه اسپانسر شیپ من بشه پارسی کانادا 24 خرداد 1403 سلام فاطمه عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتیدسپاسگزاریم برای مهاجرت به کانادا برنامهها و روشهای مختلفی وجود دارد که امکان مهاجرت شما را فراهم میکنند. یکی از راههای مهاجرت به کانادا از طریق برنامه Sponsorship Program است. این برنامه به افرادی کمک میکند تا اعضای خانواده خود را به کانادا بیاورند.",
    "content_length":929,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_26",
    "content":"از طریق برنامه Sponsorship Program است. این برنامه به افرادی کمک میکند تا اعضای خانواده خود را به کانادا بیاورند. با توجه به اینکه خواهر شما در کانادا زندگی میکند او ممکن است بتواند به عنوان اسپانسر شما عمل کند. برای اطلاعات دقیقتر در مورد شرایط و الزامات این برنامه پیشنهاد میکنم با یک وکیل یا مشاور مهاجرت به کانادا تماس بگیرید. آنها میتوانند به شما در مورد فرآیند و مدارک لازم برای این برنامه راهنمایی کنند و شما را در فرآیند مهاجرت به کانادا یاری کنند. تماس با ما شیوا 14 بهمن 1402 سلام وقت بخیر کسانی که شهروند و سیتی زن کانادا هستند ولی در خارج از کانادا زندگی میکنند میتوانند اسپانسرشیپ شوند پارسی کانادا 15 بهمن 1402 سلام شیوا عزیز بله افرادی که شهروند و سیتی زن کانادا هستند ولی در خارج از کانادا زندگی میکنند در صورت داشتن آدرس و لوکیشن در خاک کانادا. میتوانند به عنوان اسپانسر برای اعضای خانوادهشان و فامیل درجه یک خود درخواست اقامت دائم در کانادا کنند. این فرآیند به عنوان Sponsorship Program شناخته میشود.",
    "content_length":918,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_27",
    "content":"خانوادهشان و فامیل درجه یک خود درخواست اقامت دائم در کانادا کنند. این فرآیند به عنوان Sponsorship Program شناخته میشود. برای اسپانسر کردن اعضای خانواده خود شما باید شرایط مشخصی را داشته باشید یعنی مالیات پرداخت کرده باشید و شرایط زندگی در کانادا داشته باشید. باید تمامی مسئولیتهای مالی و حقوقی مربوط به اعضای خانواده را قبول کنید. همچنین پس از ورود اعضای خانواده به کانادا شما مسئولیت مالی آنها را بر عهده دارید. برای اطلاعات بیشتر و بررسی شرایط دقیق بهتر است با یک مشاور مهاجرت در این زمینه تماس بگیرید.بدین منظور فرم ارزیابی مهاجرت را پر کنید.",
    "content_length":545,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_28",
    "content":"شرایط دقیق بهتر است با یک مشاور مهاجرت در این زمینه تماس بگیرید.بدین منظور فرم ارزیابی مهاجرت را پر کنید. دانیال 25 دی 1402 سلام و عرض ادب عموی من در کانادا رستوران دارند میتونند اسپانسرشیپ من بشند پارسی کانادا 26 دی 1402 سلام دانیال عزیز شما با دو روش می توانید از کمک ایشان در جهت دریافت ویزای کانادا استفاده کنید در مسیر اول برای ورود با ویزای ورک پرمیت: می توانید از طرف ایشان دعوت نامه شغلی دریافت کنید و با ارائه مدرک زبان و مدرک تحصیلی و سابقه کاری مرتبط با حرفه رستوران داری یا آشپزی به سفارت کانادا ویزای جاب آفر دریافت کنید و سپس با کارت TR وارد خاک شوید در مسیر دوم شما می توانید با دریافت دعوت نامه از ایشان جهت دریافت ویزای توریستی اقدام کنید و سپس با ورود به خاک کانادا و دریافت پیشنهاد شغلی درخواست تغییر ویزای توریستی به کاری دهید. یک راه ساده برای اینکه شرایط شما مورد ارزیابی قرار گیرد پر کردن فرم ارزیابی است.",
    "content_length":828,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/",
    "title":"ویزای اسپانسرشیپ کانادا - راهنمای جامع + شرایط جدید 2025",
    "chunk_id":"https:\/\/parsicanada.com\/blog\/%d9%85%d9%87%d8%a7%d8%ac%d8%b1%d8%aa-%d8%a8%d9%87-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7-%d8%a7%d8%b2-%d8%b7%d8%b1%db%8c%d9%82-%d8%a7%d8%b3%d9%be%d8%a7%d9%86%d8%b3%d8%b1%d8%b4%db%8c%d9%be\/_29",
    "content":"توریستی به کاری دهید. یک راه ساده برای اینکه شرایط شما مورد ارزیابی قرار گیرد پر کردن فرم ارزیابی است. وارد لینک زیر شوید و فرم را پر کنید تا کارشناسان ما شرایط شما را بهدقت مورد بررسی قرار دهند: فرم ارزیابی مهاجرت 1 2 بعدی  ارتباط سریع شعب تهران keyboard_arrow_down شعبه زعفرانیه آدرس: شعبه۱ تهران : خیابان ولیعصر بین چهار راه پسیان و زعفرانیه  پلاک 2880 تلفن: 021-37921 021-37972000 شعبه سعادت آباد آدرس: شعبه۲ تهران : سعادت آباد بلوار دریا خیابان موج تقاطع توحید 3 پلاک ۴ تلفن: 021-37972888 شعبه اصفهان keyboard_arrow_down آدرس: دفتر اصفهان: میدان آزادی خیابان سعادت آباد هولدینگ پارس پندار نهاد تلفن: 021-43000054 شعبه کانادا keyboard_arrow_down دفتر ونکوور: 776 Premier St, North Vancouver, BC تلفن: 1604973-2175 1604973-2176 1778968-7887 شعبه مشهد keyboard_arrow_down آدرس: مشهد بلوار هفت تیر نبش هفت تیر ۸ برج اداری آرمیتاژ طبقه ۱۶ واحد ۱۶۰۵ تلفن: 02137972051 لینک های مفید مهاجرت به کانادا مهاجرت به استرالیا مهاجرت به آلمان ویزای سرمایه گذاری کانادا خرید بیزینس در کانادا ویزای استارتاپ کانادا دسترسی سریع صفحه اصلی محاسبه اکسپرس اینتری وبلاگ تماس با ما اخبار مهاجرتی پیشنهادات انتقادات و ثبت شکایات با اطمینان انتخاب کنید ما را در شبکه های اجتماعی دنبال کنید support_agent درخواست مشاوره حرفه ای close آغاز سفر به آیندهای بهتر ...",
    "content_length":1240,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]