[
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_0",
    "content":"خدمات تحصیلی پارسی کانادا صرفا ویزای کار حین تحصیل کارورزی است. پارسی کانادا درباره موسسه حقوقی بینالمللی دادگران حق و عدالت درباره موسسه حقوقی بینالمللی دادگران حق و عدالت بیش از ۵۰۰ مشاور آموزشدیده متخصص و وکلای رسمی مهاجرتی اینجا گرد هم آمدهاند تا یکی از بزرگترین مؤسسات حقوقی بینالمللی به نام دادگران حق و عدالت تحت برند پارسی کانادا با شماره ثبت 40681 و 10 سال سابقه شکل بگیرد. در موسسه مهاجرتی پارسی کانادا با سیستم نوین مشاورهای افرادی که قصد مهاجرت به روشهای گوناگون از جمله مهاجرت کاری ثبت شرکت خرید ملک و  دارند را هدایت میکنیم و مناسبترین مقصد را برایشان در نظر میگیریم. سپس قدمبهقدم و از لحظه اقدام تا موقع اقامت کار و زندگی همراهشان هستیم. https:parsicanada.comwp-contentuploads202310Teaser-Moarefi-Parsi-canada.mp4 بخشی از فعالیتهای هولدینگ پارس Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag.",
    "content_length":939,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_1",
    "content":"support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. ۵۰۰ پرسنل آموزشدیده ۱۲۲۵ پرونده موفق مهاجرتی ۲۱۳۰ پرونده درحال پیگیری نمونه پرونده های موفق مشاهده پرونده های بیشتر معرفی شعب اصلی پارسی کانادا کانادا تهران زعفرانیه تهران سعادت آباد اصفهان مشهد نمایندگی شیراز نمایندگی بندرعباس پارسی کانادا در حال جهانی شدن! ما یک شعبه در کانادا در شهر ونکوور داریم. در این شعبه نیز تمامی خدمات مهاجرتی چه برای ایرانیان خارج از کشور و چه افرادی که با پارسی کانادا به کانادا مهاجرت کردهاند ارائه میشود. location_on 776 Premier St, North Vancouver, BC call 1604973-2175 1604973-2176 1778968-7887 شعبه اصلی پارسی کانادا اینجاست در این شعبه اتاقهای متعدد VIP تعبیه شده است. بیش از 200 پرسنل در حال کار و فعالیت هستند و مشاورین متخصص ما مشتریان عزیز را به درستی راهنمایی می کنند.",
    "content_length":821,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_2",
    "content":"200 پرسنل در حال کار و فعالیت هستند و مشاورین متخصص ما مشتریان عزیز را به درستی راهنمایی می کنند. location_on خیابان ولیعصر بین چهار راه پسیان و زعفرانیه پلاک 2880 call 021-37921 یکی دیگر از شعبههای پارسی کانادا که تعداد دیگری از مشاورین آموزشدیده ما در آنجا گرد هم آمدهاند تا دانش خود را در اختیار شما مشتریان ارزشمندمان بگذارند در این شعبه هم مشتریان عزیز به دقت راهنمایی شده و پاسخ سؤالاتشان را میگیرند. location_on شهرک غرب بلوار دریا خیابان موج تقاطع توحید 3 پلاک 4 call 021-91003558 نخستین شعبه پارسی کانادا که بیش از 10 سال قبل در اصفهان راهاندازی شد و هماکنون قلب اداری مجموعه است. به جز اتاقهای VIP برای رسیدگی به درخواستهای مشتریان در اصفهان بخشهای مختلف اداری از جمله حسابداری منابع انسانی روابط عمومی تیم دیجیتال مارکتینگ و تیم فنی در این ساختمان مستقر است.",
    "content_length":769,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_3",
    "content":"مختلف اداری از جمله حسابداری منابع انسانی روابط عمومی تیم دیجیتال مارکتینگ و تیم فنی در این ساختمان مستقر است. location_on خیابان آزادی خیابان سعادت آباد هولدینگ پارس پندار نهاد call 021-43000054 تازهترین شعبه پارسی کانادا در کلانشهر مشهد با پرسنل آموزشدیده و پرانگیزه تلاش میکنیم با افتتاح شعبههای جدید به ویژه در کلانشهرها هم خدمترسانی را به شما مشتریان و متقاضیان عزیزمان راحتتر کنیم و هم سرعت رسیدگی به درخواستهایتان را بیشتر کنیم. حالا در مشهد کنار شما هستیم! location_on مشهد بلوار هفت تیر نبش هفت تیر 8  برج اداری آرمیتاژ طبقه سیزدهم واحد 1308 call 021-43000071 نمایندگی پارسی کانادا در شیراز نیز افتتاح شد. با راهاندازی این نمایندگی در شهر زیبای شیراز اکنون میتوانیم به مشتریان و متقاضیان عزیزمان در این شهر هم خدمترسانی کنیم. location_on شیراز  خیابان ستارخان مجتمع شیراز مال طبقه ۶ واحد ۶۰۷ call 071-91097097 نمایندگی بندرعباس نیز افتتاح شد. با راهاندازی این نمایندگی در شهر بندرعباس اکنون میتوانیم به مشتریان و متقاضیان عزیزمان در استان هرمزگان و شهر بندرعباس هم خدمترسانی کنیم.",
    "content_length":989,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_4",
    "content":"نمایندگی در شهر بندرعباس اکنون میتوانیم به مشتریان و متقاضیان عزیزمان در استان هرمزگان و شهر بندرعباس هم خدمترسانی کنیم. location_on استان هرمزگان. شهرستان بندرعباس بلوار امام خمینی رسالت شمالی روبروی شرکت داروپخش ساختمان گردشگری طبقه سوم واحد ۴ call 09126973137 کنار هم جشن میگیریم Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. Your browser does not support the video tag. جای لبخند شما اینجا خالیست درخواست مشاوره حرفه ای مشاورین قانونی مهاجرت در پارسی کانادا پارسی کانادا با بهرهمندی از تیمی از وکلای حرفهای آماده ارائه خدمات قانونی و حقوقی در زمینه مهاجرت به کشورهای متنوع است.",
    "content_length":985,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_5",
    "content":"با بهرهمندی از تیمی از وکلای حرفهای آماده ارائه خدمات قانونی و حقوقی در زمینه مهاجرت به کشورهای متنوع است. البته در کنار تیم وکلای ما تیمی خبره از مشاورین حرفهای و با تجربه همواره در تلاش هستند تا هم اطلاعات دقیق و بهروزی درباره مهاجرت در اختیار شما قرار دهند و هم در قرارهای حضوری و مشاورههای تلفنی بهترین راهنمای شما در این مسیر باشند. به این دلایل با خیال راحت به پارسی کانادا اعتماد کنید! ما تیم پشتیبانی قدرتمندی داریم  تمامی ایمیلها کامنتها و پیامهایتان را در کمتر از 24 ساعت با دقت پاسخ میدهیم. فرصت سوزی نمیکنیم! بررسی دقیق شرایط مهاجرتی شما احتمال خطا و از دست رفتن فرصتهای طلایی را به حداقل میرساند. اگر شانس بورسیه شدن داشته باشید اگر شرایط کاری خوبی برایتان وجود داشته باشد و اگر واجد شرایط مهاجرت به یک کشور درجه یک باشید این فرصت برایتان محفوظ خواهد ماند. حلال مشکلاتتان هستیم! شما به ما اعتماد کردهاید وظیفه ماست که برای مشکلات احتمالیتان اثربخشترین راهحلها را پیدا کنیم. این حیطه تخصصی ماست و سالها در پیدا کردن راهحلها تجربه اندوختهایم پس خیالتان راحت!",
    "content_length":969,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_6",
    "content":"اثربخشترین راهحلها را پیدا کنیم. این حیطه تخصصی ماست و سالها در پیدا کردن راهحلها تجربه اندوختهایم پس خیالتان راحت! مدام آموزش میبینیم و رشد میکنیم! بیش از 500 مشاور در پارسی کانادا فعالیت میکنند. میدانیم که اگر آموزش مداوم و به روز نداشته باشیم هم از بقیه عقب میمانیم و هم اطلاعاتمان کهنه و قدیمی میشوند. آموزشهای هفتگی و منظم برای مشاورین و تمامی تیمها در مجموعه پارسی کانادا یک ضرورت است که به دقت رعایت میشود. مشتریانمان را رها نخواهیم کرد! از لحظهای که به ما مراجعه میکنید تا وقتی در کشور مقصدتان مشغول کار زندگی میشوید همراهتان هستیم. حتی پس از اعزام به خارج از کشور باز هم ارتباطمان با شما برقرار خواهد ماند تا مطمئنیم شویم همه چیز مطابق میلتان پیش میرود. تجربه بالایی داریم صدها پرونده موفق مهاجرتی و ده ها پرونده که مشغول طی فرایندهایشان هستند نشان از ظرفیت و تجربه بالای پارسی کانادا برای به سرانجام رساندن خواستههای شماست. بیش از 91 درصد از کسانی که به ما مراجعه کردهاند با موفقیت ویزا شده و به کشور دلخواهشان مهاجرت کردهاند.",
    "content_length":936,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_7",
    "content":"از 91 درصد از کسانی که به ما مراجعه کردهاند با موفقیت ویزا شده و به کشور دلخواهشان مهاجرت کردهاند. حافظ حریم خصوصی و مدارکتان هستیم ما تضمین میکنیم که در حفظ اسرار اطلاعات شخصی و حریم خصوصی شما به معنای واقعی کلمه تلاش کنیم. هرگز مدارکتان را به دست افراد غیر نسپاریم و اطلاعاتتان را تحت هیچ شرایطی در اختیار دیگران قرار ندهیم. اینجا اصول اخلاقی حرف اول را میزند امکانات کامل و کارآمدی داریم! در شعبههای مختلف پارسی کانادا زعفرانیه و سعادتآباد تهران اصفهان ونکوور و امکانات و تکنولوژیهای مدرن و کارآمدی را به کار گرفتهایم تا مشاورینمان با حداکثر بازدهی و اثربخشی و در محیطی شاداب کار کرده و خدمترسانی کنند. نظر برخی از مهاجران ما موسسه حقوقی بینالمللی دادگران حق و عدالت با برند تجاری پارسی کانادا و با شماره ثبت 40681 یکی از بزرگترین مؤسسات حقوقی در ایران است. star star star star star_border اگه بخوام نقطه قوتهای پارسی کانادا رو لیست کنم دو مورد از همه مهمتره. اول تیم مشاوره حرفهای و متخصص چون پاسخ سؤالات من رو میدونستن و به صورت دقیق راهنماییم میکردن دوم پشتیبانی قدرتمندشون بود.",
    "content_length":984,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_8",
    "content":"مشاوره حرفهای و متخصص چون پاسخ سؤالات من رو میدونستن و به صورت دقیق راهنماییم میکردن دوم پشتیبانی قدرتمندشون بود. دائما با من در تماس بودند و من نگرانیای از بابت روند پرونده مهاجرتی خودم نداشتم. ممنونم از پارسی کانادا که به هدف من برای کار در آلمان جامه عمل پوشوندند. وحید مهاجرت کاری به آلمان star star star star star_border من در ایران مدیر یک شرکت بازرگانی در زمینه مواد شوینده بودم. 4 سال بود که به مهاجرت فکر میکردم. در گوگل پارسی کانادا رو پیدا کردم! اول یه مشاوره خوب گرفتم و بعد هم روند پروندهم شروع شد. هزینهها معقولانه بود تیم با دانشی داشتند و ارزش زیادی برای مشتریاشون قائل بودند. با احترام و صبر برخورد میکردند. پارسی کانادا رو توصیه میکنم به کسانی که به دنبال مهاجرت هستند. محمد مهاجرت به استرالیا star star star star star_border من از خدمات موسسه مهاجرتی پارسی کانادا راضی بودم و اگر به گذشته برگردم بازهم همین شرکت رو انتخاب میکنم! سرعت عمل دقت کافی اطلاعات تازه و خلاصه تعهد و مسئولیتپذیری!",
    "content_length":907,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_9",
    "content":"به گذشته برگردم بازهم همین شرکت رو انتخاب میکنم! سرعت عمل دقت کافی اطلاعات تازه و خلاصه تعهد و مسئولیتپذیری! وقتی رفتم کانادا انقدر خوشحال بودم که به شعبه ونکوور پارسی کانادا هم سر زدم و حضوری ازشون تشکر کردم. هنوز هم باورم نمیشه به آرزوم که مهاجرت به این کشور زیبا بود رسیدم... خدا رو شکر... یاسمین خرید بیزینس کانادا star star star star star شرایط کاری من در ایران بد نبود. سرپرستار یه بیمارستان در اصفهان بودم اما به فکر مهاجرت به خلیج فارس بودم و میدونستم شرایط خوبی داره. تبلیغ پارسی کانادا رو توی سایت خبری دیدم و فرم پر کردم. زودتر از چیزی که فکر میکردم کارها جور شد. 8 ماهه که در عمان مشغول به کارم. خوشحالم که مشاورم متقاعدم کرد که برم چون خیلی دو به شک بودم. در عمان خداروشکر کار و زندگیم عالیه. الهام مهاجرت کادر درمان به عمان star star star star star_border اصلا به فکر مهاجرت نبودم چون تحصیلات خاصی نداشتم و زبانم هم خوب نبود اما مقالهای در پارسی کانادا خوندم که نوشته بود آلمان مدرک فنی حرفهای ایران رو قبول داره.",
    "content_length":927,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_10",
    "content":"هم خوب نبود اما مقالهای در پارسی کانادا خوندم که نوشته بود آلمان مدرک فنی حرفهای ایران رو قبول داره. منم با توجه به شغلم توسعهدهنده نرمافزار مدرک فنی حرفهای گرفتم و با راهنماییهای مشاورم تونستم ویزای آلمان رو بگیرم. هم خوشحالم و از کارم در آلمان راضیم و هم توصیه میکنم مشاوره پارسی کانادا رو امتحان کنید. پرهام ویزای کاری آلمان کار را به کاردان بسپارید مهاجرت میتواند سرنوشت هرکدام از ما را عوض کند و بدون شک یکی از کلیدیترین تصمیمهای زندگی است پس باید برای گرفتن این تصمیم نهایت دقت را به خرج داد و بهقولمعروف کار را به دست کاردان سپرد . شما به عنوان متقاضی مهاجرت خودتان هم میتوانید فعالیتهای مهاجرتیتان را انجام دهید منتها این کار ممکن است با ریسکهای بالقوهای همراه باشد از جمله: دقت نکردن در پر کردن فرمها رعایت نکردن ریزهکاریها و جزئیاتی که از چشمتان پنهان است عدم شناخت پیچیدگیهایی مثل مصاحبه سفارتی ترجمه مدارک و  و گذاشتن وقت و انرژی زیاد برای انجام این فعالیتها. شما میتوانید به جای پذیرش این ریسکها به ما اجازه دهید تا همراهیتان کنیم و با اطمینان بیشتری کار را به پیش ببریم.",
    "content_length":984,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_11",
    "content":"جای پذیرش این ریسکها به ما اجازه دهید تا همراهیتان کنیم و با اطمینان بیشتری کار را به پیش ببریم. هرگز ادعا نداریم که فقط ما میتوانیم به بهترین شکل ممکن فرایندهای یک پرونده را با موفقیت به پایان برسانیم اما تجربه ما پروندههای موفق قبلی و نظرات مشتریان که برخی از آنها را در پایان میبینید گواه این است که کارمان را خوب بلدیم. امیدواریم بتوانیم پاسخ اعتمادتان را به گونهای بدهیم که مراجعهتان به ما به یکی از بهترین تصمیمات زندگیتان بدل شود. ما زیستن با ارزشها را تمرین میکنیم! ما میخواهیم کارها و فعالیتهایمان معنا داشته باشند. ارزشهای ما کیفیت اقداماتمان را مشخص میکنند. اینجا بخشی از ارزشهای سازمانی پارسی کانادا را بخوانید: مسئولیتپذیری! همهی پارسی کاناداییها خودشان را مسئول انجام دادن و یا انجام ندادن وظایفشان میدانند و این مسئولیت میپذیرند. اگر اشتباهی صورت بگیرد برای جبران آن میکوشند. حرمت کلام در پارسی کانادا احترام و حفظ حرمت کلام اهمیت زیادی دارد. واژهها برایمان ارزشمندند و تلاشمان این است که همواره از کلماتی دلنشین و حال خوب کن بهره بگیریم.",
    "content_length":953,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_12",
    "content":"زیادی دارد. واژهها برایمان ارزشمندند و تلاشمان این است که همواره از کلماتی دلنشین و حال خوب کن بهره بگیریم. حل مسئله برای اینکه به مشتریانمان خدمت کنیم این مهارت واقعا ضروری است. ما با آموزشهای مداوم و پیوسته تلاش میکنیم مهارتهایمان را ارتقا دهیم تا با مشکلات ریز و درشت و پیچیده احتمالی با آمادگی کامل مواجه شویم. جانشین پروری هرکدام از اعضای تیم پارسی کانادا سعی در آموزش به افراد زیردست دارند تا بتوانند جانشینان شایستهای برای خودشان پرورش دهند. حساسیت و پاسخگویی به نیاز مشتریان و کارکنان ما در پارسی کانادا شنونده و بیننده همکاران و مشتریان هستیم تا مطمئن شویم کوچکترین خواستههای آنها بیجواب نمانده است. ایده یابی و خلق راهکار ما در پارسی کانادا به دنبال نظرات کسانی هستیم که در مورد آن تخصص و تجربه دارند و میتوانند راهی برای رفع مشکلات و یا توسعه نقاط قوت ارائه کنند. همدلی ما در پارسی کانادا بر اساس منطق تحلیل و تصمیم عمل میکنیم و آن را با کمک و یاری هم به ثمر میرسانیم. قصد مهاجرت دارید مشاورین حرفهای ما همراهتان هستند! ما و شما میتوانیم همین حالا به سادگی همکاریمان را شروع کنیم.",
    "content_length":991,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/about\/",
    "title":"درباره پارسی کانادا - پارسی کانادا",
    "chunk_id":"https:\/\/parsicanada.com\/about\/_13",
    "content":"قصد مهاجرت دارید مشاورین حرفهای ما همراهتان هستند! ما و شما میتوانیم همین حالا به سادگی همکاریمان را شروع کنیم. فقط در چند دقیقه! لطفا فرم ارزیابی مهاجرت را پر کنید و منتظر تماس کارشناسان ما باشید",
    "content_length":196,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]