[
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_0",
    "content":"برنامه اسکیل ورکر کانادا Canada Skilled Worker ویژه نیروهای کار ماهر در سهماهه اول سال ۲۰۲۴ ۶۴۸,۶۰۰ فرصت شغلی توسط کارفرمایان مختلف در کانادا ایجاد شد. بنابراین اگر تخصص و سابقه کار کافی در زمینه شغلی خود دارید برنامه فدرال اسکیل ورکر کانادا Federal Skilled Worker Program یا بهطور خلاصه FSWP مناسبترین راه برای مهاجرت و کسب اقامت دائم این کشور است. اگر آیلتس 6 به بالا دارید سطح تحصیلاتتان بالای دیپلم است حداقل 1 سال سابقه تخصصی دارید و سنتان کمتر از 45 سال است و میتوانید از یک کارفرمای کانادایی پیشنهاد شغلی دریافت کنید واجد شرکت در این برنامه هستید. هرچقدر به واسطه این فاکتورها امتیازتان افزایش یابد شانس مهاجرت به کانادا از طریق نیروی کار ماهر برای شما نیز بیشتر میشود. اگر فقط چند دقیقه از وقتتان را بگذارید و این مقاله را مطالعه کنید به شرایط ویزای اسکیل ورکر امتیازبندی آن و مراحلی که برای اخذ این ویزا باید طی شود پی خواهید برد. بعد از آن میتوانید فرم ارزیابی مهاجرت یا فرم مشاوره زیر را پر کنید تا با شما تماس بگیریم و شرایطتان را بسنجیم: از مشاوره تا اقامت کنارتان هستیم.",
    "content_length":984,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_1",
    "content":"مشاوره زیر را پر کنید تا با شما تماس بگیریم و شرایطتان را بسنجیم: از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; مواردی که در این مطلب میخوانید اسکیل ورکر کانادا کیست برنامه اسکیل ورکر کانادا چیست مزایای برنامه اسکیل ورکر کانادا شرایط برنامه ویزای اسکیل ورکر کانادا محاسبه امتیاز اسکیل ورکر کانادا مراحل درخواست برنامه اسکیل ورکر کانادا: با کمک مشاوران حرفهای احتمال موفقیتتان در برنامه نیروی کار ماهر کانادا بیشتر است!",
    "content_length":996,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_2",
    "content":"مراحل درخواست برنامه اسکیل ورکر کانادا: با کمک مشاوران حرفهای احتمال موفقیتتان در برنامه نیروی کار ماهر کانادا بیشتر است! اسکیل ورکر کانادا کیست اسکیل ورکر کانادا فردی است که دارای شرایط و تجربه کاری لازم برای کمک به بازار کار کانادا باشد. این افراد معمولا دارای تجربه کاری مرتبط سطح معینی از تحصیلات مهارت زبان انگلیسی یا فرانسوی سن سابقه تحصیلی یا کار در کانادا اقوام نزدیک در کانادا و دعوتنامه استانی هستند. این روش یکی از انواع روشهای مهاجرت کاری به کانادا است که مستقیما اقامت دائم کانادا را برای شما به همراه دارد. قبل از مطالعه ادامه مطلب میتوانید ویدئو کوتاه زیر که در مورد اسکیل ورکر کانادا یا نیروی کار ماهر کانادا است را ببینید: https:parsicanada.comwp-contentuploads202410skilled-worker-video.mp4 برنامه اسکیل ورکر کانادا چیست برنامه اسکیل ورکر کانادا توسط سیستم اکسپرس اینتری Express Entry  مدیریت میشود. متقاضیان باید مهارت و تخصص لازم در یکی از مشاغل موردنیاز کانادا را داشته باشند و با توجه به تجربه کاری توانایی زبان و تحصیلاتشان امتیازبندی میشوند.",
    "content_length":965,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_3",
    "content":"یکی از مشاغل موردنیاز کانادا را داشته باشند و با توجه به تجربه کاری توانایی زبان و تحصیلاتشان امتیازبندی میشوند. کسانی که انتخاب میشوند برای ثبت درخواست اقامت دائم کانادا دعوتنامه دریافت میکنند. البته دریافت دعوتنامه به معنای اخذ قطعی ویزا نیست چون افراد متقاضی باید ادعاهایشان مانند سطح زبان تحصیل سوابق کاری و را از طریق بارگذاری مدارک مربوطه در پروفایل خود در سایت اداره مهاجرت کانادا ثابت کنند. بعد از بررسی ادعاها واجد شرایط بودنشان اعلام میشود. مزایای برنامه اسکیل ورکر کانادا برنامه اسکیل ورکر کانادا برای افرادی که بهدنبال مهاجرت به کانادا هستند مزیتهای زیادی دارد از جمله: check_box تضمین اقامت دائم در کانادا  یعنی زندگی و کار بدون محدودیت و در هر جای این کشور شخص میتواند هرجا که بخواهد بهدنبال کار باشد و با هر کارفرمایی که میخواهد کار کند check_box زمان کوتاه انجام پروسه  سرعت دریافت اقامت دائم و انجام پروسه در مقایسه با سایر برنامهها زیاد است.",
    "content_length":859,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_4",
    "content":"کند check_box زمان کوتاه انجام پروسه سرعت دریافت اقامت دائم و انجام پروسه در مقایسه با سایر برنامهها زیاد است. در حال حاضر ۸ ماه و بسته به حجم ورودی هر برنامه و سیاستهای دولت بین ۶ تا ۱۰ ماه check_box راهی برای سیتیزن کانادا شدن check_box همراه کردن همسر و فرزندان با خود check_box استفاده از آموزش رایگان خدمات بهداشتی یا درمان رایگان برای خود و فرزندانتان  یک نکته مهم مشتریان عزیز پارسی کانادا هزینه این روش مهاجرتی را میتوانند بهصورت تهاتر ملک و خودرو نیز پرداخت کنند. شرایط برنامه ویزای اسکیل ورکر کانادا برای واجد شرایط بودن باید حداقلهایی را داشته باشید که در ادامه با نکات طلایی گفته شده است: شرط اول: سابقه کاری برای اسکیل ورکر تجربه کاری در این برنامه یعنی اینکه شما در یکی از شغلهای دستهبندی ناک NOC یعنی TEER0 TEER1 TEER2 و TEER3 کار کرده باشید. مشاغل این سه طبقهبندی در ادامه آمده است: check_box مشاغل گروه TEER0 شامل مشاغل مدیریتی مدیران تبلیغات بازاریابی روابط عمومی و مدیران مالی است.",
    "content_length":900,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_5",
    "content":"در ادامه آمده است: check_box مشاغل گروه TEER0 شامل مشاغل مدیریتی مدیران تبلیغات بازاریابی روابط عمومی و مدیران مالی است. check_box مشاغل گروه TEER1 شامل مشاغلی است که نیاز به مدرک دانشگاهی دارند مهندسین نرمافزار مشاوران مالی و غیره check_box مشاغل گروه TEER2 شامل مشاغلی است که به دیپلم و حداقل 2 سال کارآموزی نیاز دارند تکنسین شبکههای کامپیوتری و وب و غیره check_box مشاغل گروه TEER3 شامل مشاغلی است که به دیپلم حداکثر 2 سال کارآموزی و بیش از 6 ماه کارآموزی نیاز دارند دستیاران دندانپزشکی نانواها و غیره نکات طلایی سابقه کاری: سابقه کاری شما باید: check_circle در 10 سال گذشته باشد check_circle با حقوق باشد check_circle حداقل یک سال باشد: در شغلی که تماموقت بوده یعنی هفتهای ۳۰ ساعت در ۱۲ ماه که معادل ۱۵۶۰ ساعت است کار کرده باشید. اگر شغلتان پارهوقت است باید هفتهای ۱۵ ساعت در ۲۴ ماه که معادل ۱۵۶۰ ساعت شود کار کرده باشید. یک نکته مهم دقت کنید برای شغل تماموقت اگر این مقدار ساعت در کمتر از ۱۲ ماه پر شود باید بگذارید یک سال از روی آن بگذرد. این مدتزمان برای ایرانیها صدق نمیکند.",
    "content_length":982,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_6",
    "content":"کمتر از ۱۲ ماه پر شود باید بگذارید یک سال از روی آن بگذرد. این مدتزمان برای ایرانیها صدق نمیکند. آفیسر میداند که یک ایرانی در هفته نهایت ۴۴ الی ۴۸ ساعت کار میکند ۷ ساعت و ۳۰ دقیقه در یک روز بنابراین هر ایرانی را با توجه به شرایط کاری خودش میسنجد. همچنین NOC انتخابی شما باید با NOC شغلی که مدرک تحصیلی مرتبط و سابقه کار دارید یکسان باشد. NOC هر شخص بر اساس تحصیلات و سابقه کار او انتخاب میشود. lightbulb نکته: اگر فرد در دوران لیسانس شاغل باشد این سابقه کاری برای او محاسبه نمیشود. سابقه کاری فرد بعد از فارغالتحصیلی او از لیسانس در نظر گرفته میشود. البته این مورد برای مشاغل مربوط به دستهبندی TEER۰ TEER۱ و TEER۲ است. سابقه کار برای افرادی که مشاغلشان در دستهبندی TEER۳ قرار دارد از همان ۱۸ سالگی حساب میشود. lightbulb نکته: امتیاز سابقه کاری آقایان ایرانی در دوران سربازی نیز حساب نمیشود. مثلا اگر فردی ۱۰ سال سابقه کاری دارد و ۲ سال آن در دوران سربازی او بوده این دوسال جزو سابقه کاری او حساب نمیشود. edit_note مثال: اگر شخصی در یک شرکت مترجم است شرح وظایف او از سمت دولت کانادا مشخص است.",
    "content_length":991,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_7",
    "content":"حساب نمیشود. edit_note مثال: اگر شخصی در یک شرکت مترجم است شرح وظایف او از سمت دولت کانادا مشخص است. او نمیتواند NOC مترجمی را انتخاب کند و وظایف مهندس کامپیوتر را انجام دهد. بنابراین اگر شخصی NOC رشته خود را انتخاب کرد سابقه کاری فرد هم باید مرتبط با رشته انتخاب شده او باشد. فرد ابتدا باید شرح وظایف NOC انتخابی را موردتوجه قرار دهد و با توجه به آن سابقه کاری را به دست آورد. مهارت در زبان انگلیسی یا زبان فرانسوی: باید در چهار مهارت نوشتن گوش دادن خواندن و صحبت کردن حداقل نمره 7CLB زبان انگلیسی که معادل نمره ۶ آیلتس جنرال در چهار مهارت است و NCLC7 در زبان فرانسوی را دریافت کنید. نکات طلایی مدرک زبان انگلیسی و فرانسوی: check_box آزمونهای موردتایید برای زبان انگلیسی یک اسکیل ورکر عبارتاند از: آیلتس جنرال و CELPIP جنرال آزمون General-LS موردقبول نیست! check_box آزمونهای موردتایید برای زبان فرانسوی عبارتاند از: TEF و TCF شرط دوم: تحصیلات اگر تحصیلات کانادایی دارید باید دیپلم مدرک لیسانس و یا فوقلیسانس را کسب کرده باشید.",
    "content_length":928,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_8",
    "content":"و TCF شرط دوم: تحصیلات اگر تحصیلات کانادایی دارید باید دیپلم مدرک لیسانس و یا فوقلیسانس را کسب کرده باشید. اما اگر مدرک تحصیلیتان را از خارج از کانادا دریافت کرده باشید باید حتما با سیستم ارزیابی مدارک تحصیلی Educational Credential Assessment یا ECA چک شود که مشخص شود معادل کدام مدرک کانادایی است. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":710,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_9",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; محاسبه امتیاز اسکیل ورکر کانادا ۶ فاکتور امتیازبندی برای شرکت در برنامه اسکیل ورکر کانادا وجود دارد که هر فرد با توجه به شرایط خود امتیازی از این فاکتورها دریافت میکند. برای اینکه فردی واجد شرایط شرکت در این برنامه باشد و وارد استخر امتیازات شود باید حتما امتیاز ۶۷ از ۱۰۰ را کسب کند. این شش فاکتور در ادامه بررسی شده است که میتوانید آنها را در جدولهای امتیازبندی اسکیل ورکر کانادا مشاهده کنید.",
    "content_length":775,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_10",
    "content":"این شش فاکتور در ادامه بررسی شده است که میتوانید آنها را در جدولهای امتیازبندی اسکیل ورکر کانادا مشاهده کنید. امتیاز مهارت زبان انگلیسی یا فرانسوی : حداکثر ۲۸ امتیاز برای این مهارت در نظر گرفته شده که در جدول زیر قابل مشاهده است: سطح اولین زبان رسمی امتیاز صحبت کردن امتیاز گوش دادن امتیاز خواندن امتیاز نوشتن CLB9 یا بالاتر 6 6 6 6 CLB8 5 5 5 5 CLB7 4 4 4 4 CLB7 یا پایینتر واجد شرایط نیست. واجد شرایط نیست. واجد شرایط نیست. واجد شرایط نیست. برای دومین زبانی که انتخاب میکنید امتیازات به شرح زیر است: سطح دومین زبان رسمی امتیاز حداقل CLB5 در 4 مهارت 4 حداقل CLB4 در 4 مهارت 0 امتیاز سابقه کاری: حداکثر ۱۵ امتیاز برای سابقه کاری که تماموقت هفتهای ۴۴ الی ۴۸ ساعت برای ایرانیها است و حتما هم حقوق دریافت کرده باشید در نظر گرفته میشود. امتیاز میزان سابقه کار عبارت است از: مقدار سابقه کار امتیاز 1 سال 9 2 تا 3 سال 11 4 تا 5 سال 13 6 سال بیشتر 15 امتیاز سن: حداکثر ۱۲ امتیاز مربوط به فاکتور سن است.",
    "content_length":895,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_11",
    "content":"11 4 تا 5 سال 13 6 سال بیشتر 15 امتیاز سن: حداکثر ۱۲ امتیاز مربوط به فاکتور سن است. در کل جدول امتیازبندی برای این فاکتور عبارت است از: سن امتیاز زیر 18 0 18 تا 35 12 36 11 37 10 38 9 39 8 40 7 41 6 42 5 43 4 44 3 45 2 46 1 بالای 47 0 امتیاز تحصیلات: حداکثر ۲۵ امتیاز مربوط به فاکتور سطح تحصیلات است. توجه داشته باشید که برای مدارک تحصیلی ایرانی باید امتیاز سه سطر اول جدول را در نظر بگیرید. بنابراین سطح تحصیلات متقاضیان حداقل باید لیسانس باشد.",
    "content_length":445,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_12",
    "content":"تحصیلی ایرانی باید امتیاز سه سطر اول جدول را در نظر بگیرید. بنابراین سطح تحصیلات متقاضیان حداقل باید لیسانس باشد. سطح تحصیلات امتیاز مدرک دانشگاهی در مقطع دکترا 25 مدرک دانشگاهی در مقطع فوقلیسانس 23 مدرک دانشگاهی در مقطع لیسانس 21 مدرک فنیوحرفهای برای کار در مشاغل حرفهای دارای مجوز 23 دو یا چند مدرک پس از دوره متوسطه یا دیپلم کانادایی بعد از دبیرستان یا معادل آن 22 مدرک پس از دوره متوسطه یا دیپلم کانادایی در رشتههای سهساله یا بیشتر 21 مدرک پس از دوره متوسطه یا دیپلم کانادایی در رشتههای دوساله 19 مدرک پس از دوره متوسطه یا دیپلم کانادایی در رشتههای یکساله 15 دیپلم دبیرستان کانادایی 5 امتیاز جاب آفر برای نیروی کار ماهر کانادا: نیروهای کار ماهر کانادا در صورت داشتن پیشنهاد شغلی یا ویزای کاری کانادا بهمدت یکسال میتواند ۱۰ امتیاز اضافی دریافت کنند. جاب آفر کانادا باید تماموقت غیرفصلی یک شغل ثابت باشد و جزو مشاغل موجود در طبقهبندیهای TEER0 TEER1 TEER2 و TEER3 باشد. برای کسب اطلاعات بیشتر میتوانید مقاله جاب آفر کانادا را مطالعه کنید و کاملا با این روش عالی مهاجرتی آشنا شوید.",
    "content_length":981,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_13",
    "content":"کسب اطلاعات بیشتر میتوانید مقاله جاب آفر کانادا را مطالعه کنید و کاملا با این روش عالی مهاجرتی آشنا شوید. امتیاز انطباقپذیری: حداکثر ۱۰ امتیاز را برای همراه کردن همسرتان دریافت خواهید کرد که این امتیاز را میتوانید در جدول زیر مشاهده کنید: فاکتور امتیاز همسر متقاضی دارای سطح زبان CLB 4 یا بیشتر 5 گذراندن حداقل 2سال تحصیل تماموقت در یک دبیرستان یا پس از متوسطه در کانادا توسط متقاضی 10 گذراندن حداقل 2سال تحصیل تماموقت در یک دبیرستان یا پس از متوسطه در کانادا توسط همسر متقاضی 5 انجام یک کار تماموقت واقع در دستهبندیهای TEER01 2در کانادا بهمدت 1 سال توسط متقاضی 10 انجام یک کار تماموقت بهمدت 1 سال با یک مجوز کاری توسط همسر متقاضی 5 یکی از بستگان متقاضی یا همسر متقاضی در کانادا زندگی کند و شهروند آنجا باشد 5 نکته : اگر شخصی امتیاز انطباق پذیری را دریافت کند ضریبی در باقی امتیازها به حساب میآید و باعث میشود که امتیاز کلی فرد بالا رود. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید.",
    "content_length":901,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_14",
    "content":"باعث میشود که امتیاز کلی فرد بالا رود. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; مراحل درخواست برنامه اسکیل ورکر کانادا: مراحلی که برای شرکت در برنامه اسکیل ورکر کانادا باید انجام شود در ادامه بررسی شده است: مرحله اول کسب حداقل امتیاز برای شرکت در برنامه اسکیل ورکر کانادا خیلی مهم است که حتما ۶۷ از ۱۰۰ امتیاز را کسب کنید. برای محاسبه امتیاز اسکیل ورکر کانادا میتوانید از جداول بالا استفاده کنید.",
    "content_length":979,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_15",
    "content":"حتما ۶۷ از ۱۰۰ امتیاز را کسب کنید. برای محاسبه امتیاز اسکیل ورکر کانادا میتوانید از جداول بالا استفاده کنید. همچنین امکان محاسبه آنلاین امتیاز اسکیل ورکر کانادا در سایت اداره مهاجرت کانادا IRCC موجود است. مرحله دوم ساخت پروفایل در سایت ثبت نام اسکیل ورکر کانادا سایت ثبت نام اسکیل ورکر کانادا همان سایت اداره مهاجرت کانادا است که در ابتدا باید با مراجعه به این سایت یک پروفایل اکسپرس انتری بسازید. در پروفایلسازی لازم نیست که مدرکی را آپلود کنید. فقط ادعا میکنید که برای مثال مدرک زبان آیلتس ۷ دارید و یا مدرک لیسانس دارید. بعد از ساختن پروفایل وارد استخر امتیازات میشوید که در طی این مرحله متقاضیان بعد از ارزیابی میتوانند ۱۲۰۰ امتیاز را از آن خود کنند. پروفایلهای اکسپرس اینتری کانادا یکساله است و اگر شخص در قرعهکشی انتخاب نشود باید بعد از یکسال مجدد پروفایل بسازد. یک نکته مهم در زمان پروفایل سازی به پاسپورتی نیاز است که حتما حداقل ۶ ماه اعتبار داشته باشد! مرحله سوم دریافت دعوتنامه بعد از دریافت دعوتنامه مدارک تمام ادعاهایی که در پروفایلسازی داشتید را بارگذاری میکنید.",
    "content_length":975,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_16",
    "content":"داشته باشد! مرحله سوم دریافت دعوتنامه بعد از دریافت دعوتنامه مدارک تمام ادعاهایی که در پروفایلسازی داشتید را بارگذاری میکنید. دقت کنید نباید ادعای شما با مدارکی که قرار است آپلود کنید متفاوت باشد و اگر اینطور بود تا ۵ سال نمیتوانید مجدد اقدام کنید. edit_note مثال: اگر در زمان ساخت پروفایل ادعا کردید که آیلتس ۶ دارید باید مدرک این ادعا را بارگذاری کنید یا اگر ادعا کردید که در ۵ شغل سابقه کار دارید نباید مدارک مربوط به ۳ شغل خود را بارگذاری کنید! چه کسانی دعوتنامه دریافت میکنند قرعهکشی هر دو هفته یکبار انجام میگیرد. اگر امتیاز فرد برابر و یا بیشتر از کف امتیازات باشد فرد دعوتنامه دریافت میکند. اگر امتیاز دو نفر با هم مساوی باشد کسی که زودتر پروفایل ساخته باشد دعوتنامه دریافت میکند. اصطلاحا به این حالت Tie breaking rule گفته میشود. اگر میخواهید خودتان این موارد را مشاهده کنید مراحل زیر را طی کنید: looks_one در گوگل عبارت rounds of invitation را جستجو کنید. looks_two روی سایت اداره مهاجرتی کانادا کلیک کنید. looks_3 داخل این سایت موارد زیر را مشاهده خواهید کرد.",
    "content_length":970,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_17",
    "content":"جستجو کنید. looks_two روی سایت اداره مهاجرتی کانادا کلیک کنید. looks_3 داخل این سایت موارد زیر را مشاهده خواهید کرد. البته ایرانیها باید به قرعهکشیها با نام No Program Specified توجه کنند! edit_note مثال: در بالا نمونه قرعهکشی شماره ۲۵۷ است که در تاریخ ۱۱ جولای ۲۰۲۳ یا ۲۰ تیرماه ۱۴۰۲ انجام شده و ۸۰۰ نفر دعوتنامه دریافت کردند. کف امتیازات نیز ۵۰۵ اعلام شده است. بنابراین شخصی که امتیاز ۵۰۵ یا بالاتر از آن را داشته دعوتنامه دریافت کرده است. همچنین Tie breaking rule اول اکتبر ۲۰۲۲ در ساعت ۶ و ۱۳ دقیقه صبح بوده است. مرحله چهارم تکمیل معاینات پزشکی و سوابق تمامی متقاضیان ویزای اسکیل ورکر کانادا باید حتما از طریق یک پزشک موردتایید اداره مهاجرت کانادا معاینات پزشکی انجام دهند. همچنین باید در کشوری که از سن ۱۸ سالگی بهمدت شش ماه در آن زندگی کردهاید گواهی عدم سوءپیشینه دریافت و ارائه کنید.",
    "content_length":790,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_18",
    "content":"کشوری که از سن ۱۸ سالگی بهمدت شش ماه در آن زندگی کردهاید گواهی عدم سوءپیشینه دریافت و ارائه کنید. پزشکان معتمد در جدول زیر قابل مشاهده هستند: نام پزشک شماره تلفن آدرس شهر پویا دانشور 03136260067 خیابان وحید میانی ساختمان جزیره 3 طبقه دوم واحد 303 کلینیک دکتر دانشور و دکتر کرمی اصفهان الهام ناظم 05132250910 خیابان چمران 7- پلاک 123 کلینیک دکتر ناظم مشهد محمود واحد 07132304671 شیراز سی متری سینما سعدی چهار راه صاحب دیوان شیراز مژده دستغیب 07132304671 شیراز سی متری سینما سعدی چهار راه صاحب دیوان کوچه 14 شیراز رضا فرخی 02188006514 بیمارستان آپادانا خیابان سپهبد قرنی پلاک 133 تهران فریبا مقصودیان 02188042614 سیدجمال الدین اسدآبادی یوسف آباد بالاتر از پمپ بنزین نبش خیابان 60 ساختمان پزشکان ماهان تهران محمدرضا راهوریان 02188975440 بیمارستان پارس خیابان رستاک بلوار کشاورز تهران ارشانوش پورمند 02122025958 جردن نبش خیابان عاطفی شرقی پلاک 152 برج صبا تهران محمدرضا ابراهیمی راد 09129757306 خیابان ولیعصر نبش شهید عباسپور بیمارستان دی تهران بعد از دریافت ITA دعوت به درخواست ۶۰ روز فرصت دارید تا مدارکتان را بارگذاری کنید.",
    "content_length":1022,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_19",
    "content":"عباسپور بیمارستان دی تهران بعد از دریافت ITA دعوت به درخواست ۶۰ روز فرصت دارید تا مدارکتان را بارگذاری کنید. علاوه بر مدرک زبان تحصیلات و غیره نامه work reference جزو مدارکی است که باید آپلود شود. محتوایی که در این نامه نوشته میشود باید از محل کار قبلی و کنونیتان باشد که شامل موارد زیر است: check_box تاریخ شاغل بودنتان در محل کار check_box مقدار ساعات کارتان در هفته check_box نام شغل یا سمتتان در محل کار position check_box وظایف یا مسئولیتهای کاریتان check_box حقوق سالانه بههمراه مزایا مرحله پنجم دریافت نامه انگشتنگاری بایومتریک هزینه انجام بایومتریک برای هر نفر ۸۵ دلار است. انجام بایومتریک برای افراد بالای ۱۴ سال الزامی است. مرحله ششم آماده شدن برای اقامت دائم در کانادا بعد از اینکه پرونده توسط افسر مهاجرتی بررسی شد و او تصمیم گرفت که دعوتنامه به شما تعلق بگیرد یک برگه تاییدیه یا مدرک تاییدیه اقامت دائم COPR برای شما ارسال میکند. این برگه را بهصورت پی دی اف دانلود میکنید و همراه خود به مرز کانادا میبرید.",
    "content_length":918,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_20",
    "content":"برای شما ارسال میکند. این برگه را بهصورت پی دی اف دانلود میکنید و همراه خود به مرز کانادا میبرید. در مرز کانادا لیبل اقامت کانادا که بهصورت دائم است را همراه با کارت به شما تحویل میدهند. با کمک مشاوران حرفهای احتمال موفقیتتان در برنامه نیروی کار ماهر کانادا بیشتر است! کانادا برنامه اسکیل ورکر کانادا را در سال ۱۹۶۷ برای انتخاب مهاجران از سراسر جهان راهاندازی کرد. همچنین دولت کانادا اولین سیستم امتیازدهی جهان را برای انتخاب مهاجران معرفی و از فاکتورهای سن میزان تحصیلات سابقه کاری مهارت زبان و غیره برای ارزیابی همه کاندیداها استفاده کرد. پارسی کانادا یکی از بزرگترین موسسات مشاوره بهحساب میآید که از یک سیستم مشاورهای نوین استفاده میکند. با مراجعه به این موسسه میتوانید به خوبی با راهنمایی مشاوران ویزای اسکیل ورکر و در نهایت اقامت دائم کانادا را بدون هیچ مشکلی دریافت کنید. در صورتی که سوالی دارید در بخش کامنتها بنویسید تا مشاوران ما در سریعترین زمان به شما پاسخ دهند. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید.",
    "content_length":937,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_21",
    "content":"ما در سریعترین زمان به شما پاسخ دهند. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; سوالات متداول آیا متقاضیان اسکیل ورکر کانادا محدودیت سنی و تحصیلی دارند بله متقاضیانی که بالای ۴۷ سال سن دارند برای این برنامه مناسب نیستند همچنین مدرک تحصیلی باید حداقل لیسانس باشد. مدتزمان دریافت اقامت دائم در برنامه اسکیل ورکر کانادا چقدر است در حال حاضر ۸ ماه پروسه دریافت اقامت دائم طول میکشد.",
    "content_length":960,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_22",
    "content":"اقامت دائم در برنامه اسکیل ورکر کانادا چقدر است در حال حاضر ۸ ماه پروسه دریافت اقامت دائم طول میکشد. آیا برای اقدام برنامه اسکیل ورکر کانادا به جاب آفر احتیاج است در این برنامه به پیشنهاد شغلی نیازی نیست اما اگر هم باشد امتیاز بیشتری دریافت میکنید. آیا یک نیروی کار ماهر کانادا میتواند در کبک کار کند برای اینکه شرایط شرکت در برنامه اسکیل ورکر کانادا را داشته باشید نباید قصد اقامت در استان کبک را داشته باشید. منابع معتبر: Federal Skilled Worker  Express Entry این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید.",
    "content_length":914,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_23",
    "content":"این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 26 اسفند 1403 آیا سوالی دارید لغو پاسخ ارسال سوال Elham 14 دی 1403 ایا با نمره ازمون pte academic میشه اقدام کرد پارسی کانادا 16 دی 1403 درود بر شما بله آزمون PTE از آزمونهای مورد قبول کشور کانادا است. نیما 24 فروردین 1403 سلام مدرک آیلتس آکادمیک با نمره 7 دارم ولی یک ماه از اعتبارش گذشته! برای برنامه skilled worker باید دوباره امتحان آیلتس بدم جنرال یا آکادمیک پارسی کانادا 6 اردیبهشت 1403 سلام نیما عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتید سپاسگزاریم  بله حتما برای برنامه اسکیل ورکر باید مدرک زبان شما اعتبار داشته باشد . جنرال نیاز دارید. پرویزرضوی 21 فروردین 1403 ایا مهارت در کار نقاشی ساختمان و نصاب کاغذ دیواری و نصاب کاشی و سرامیک جزء نیروی کار ماهر حساب میشود یا خیر پارسی کانادا 5 اردیبهشت 1403 سلام پرویز عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتیدسپاسگزاریم  خیر . مهارت تنها برای این لاین مناسب نیست.",
    "content_length":990,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_24",
    "content":"عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتیدسپاسگزاریم خیر . مهارت تنها برای این لاین مناسب نیست. این روش یک سیستم امتیاز بندی است و برای اقدام به مهاجرت از طریق اسکیل ورکر کانادا کارگر ماهر باید شرایط زیر را داشته باشید: 1. داشتن تحصیلات بالا 2. مهارتها و تجربه کافی مرتبط با رشته تحصیلی 3. مدرک زبان انگلیسی یا فرانسوی 4. تمکن مالی 5. پاسخگویی به نیازهای بازار کار ماندانا محلوج بخش 8 اسفند 1402 سلام آیا با مدرک پرستاری هم میشه به کانادا از طریق ویزای کاری مهاجرت کرد پارسی کانادا 12 اسفند 1402 سلام ماندانا جان عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتید سپاسگزاریم در راستای خدمت رسانی بهتر در خصوص لاین قابل اقدام شما, نیاز به اطلاعات دقیق تری در خصوص سن مدرک تحصیلیمیزان سابقه کار و سایر شرایط لازم جهت اخذ ویزا داریم.به این منظورکارشناسان با تجربه ما به زودی با شما تماس میگیرند و پس از ازریابی دقیق شرایط شما کاملا راهنماییتان میکنند. محمود محمدی 7 اسفند 1402 سلام از توضیحات کاملتان ممنون.",
    "content_length":924,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/",
    "title":"اسکیل ورکر کانادا (شرایط + مراحل + محاسبه امتیاز)",
    "chunk_id":"https:\/\/parsicanada.com\/canada-immigration\/with-a-skilled-worker-visa\/_25",
    "content":"و پس از ازریابی دقیق شرایط شما کاملا راهنماییتان میکنند. محمود محمدی 7 اسفند 1402 سلام از توضیحات کاملتان ممنون. من دارای 23 سال سابقه مفید در یکی از بزرگترین شرکتهای صنعتی ایران هستم کارشناسی ارشد مهندسی مکانیک رادارم و لی سطح زبانم پایینه و مدرکی هم در مورد زبان ندارم دو تامقاله داخلی دارم و 45 سال دارم میتوانم ویزا بگیرم پارسی کانادا 9 اسفند 1402 سلام محمود عزیز از اینکه سوالتان را با پارسی کانادا در میان گذاشتید سپاسگزاریم یکی از مدارک مورد نیاز جهت دریافت ویزا مدرک زبان کشور مقصد هست ولی در طول پروسه فرصت دارید که مدرک زبانتان را ارائه بدید.با پر کردن فرمی که در لینک زیر وجود دارد میتوانیم ارزیابی دقیقتری از شرایط شما داشته باشیم و کارشناسان با تجربه ما بهترین مسیر مهاجرت را در اختیارتان قرار میدهند. فرم ارزیابی مهاجرت 1 2 3  9 بعدی",
    "content_length":747,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]