[
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_0",
    "content":"ویزای خود حمایتی فرانسه اقامت تمکن مالی فرانسه یکی از راههای مهاجرت به فرانسه  دریافت ویزای خودحمایتی این کشور است. طرح خود حمایتی یا تمکن مالی فرانسه که آن را به ویزای D7 یا ویزای VLS-TS نیز میشناسند اجازه اقامت بهمدت یکسال در این کشور را به متقاضیان میدهد. اگر قصد دارید از طریق ویزای خود حمایتی فرانسه به این کشور مهاجرت کنید در ادامه این مطلب با ما همراه باشید که به بررسی شرایط مراحل مدارک هزینهها و نحوه تمدید آن بپردازیم. در ادامه موضوع ویزای خود حمایتی فراسنه را زیر ذرهبین بردهایم اما اگر نیاز به مشاوره حرفهای مهاجرت دارید فرم ارزیابی مهاجرت یا فرم ساده زیر را پر کنید. از مشاوره تا اقامت کنارتان هستیم. کافیست فرم مشاوره را پر کنید. فیلد های    اجباری هستند نام و نام خانوادگی  شماره موبایل  تابعیت  تابعیت ایرانی سایر تابعیتها افغانستانی عراقی و... gform.initializeOnLoaded function gformInitSpinner 60, در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach  mutation    if  mutation.type  attributes  visibilityTestDiv.offsetParent !",
    "content_length":991,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_1",
    "content":"در حال ارسال اطلاعات. لطفا منتظر بمانید.در حال ارسال اطلاعات. لطفا منتظر بمانید. mutations.forEach mutation if mutation.type attributes visibilityTestDiv.offsetParent ! null   debouncedTriggerPostRender; observer.disconnect;  ; ; observer.observe document.body,  attributes: true, childList: false, subtree: true, attributeFilter:  style, class , ;  else  triggerPostRender;   ; ; طرح خودحمایتی فرانسه چیست طرح خودحمایتی یکی از روشهای مهاجرتی است که اجازه سرمایهگذاری در فرانسه را به متقاضیان میدهد. در واقع با استفاده از این برنامه با تکیه بر یک منبع درآمد ثابت و تمکن مالی خود اجازه اقامت و زندگی در فرانسه را خواهید داشت. لازم به ذکر است که این ویزا اجازه کار در فرانسه را به متقاضی نمیدهد و برای انجام کار نیاز به دریافت مجوز خواهید داشت. طرح خود حمایتی فرانسه برای چه کسانی مناسب است برنامه خودحمایتی فرانسه مناسب افرادی است که از نظر مالی مشکلی نداشته و میتوانند هزینههای زندگی خود و خانوادهشان را برای اقامت در فرانسه در طول یکسال تامین کنند.",
    "content_length":949,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_2",
    "content":"مالی مشکلی نداشته و میتوانند هزینههای زندگی خود و خانوادهشان را برای اقامت در فرانسه در طول یکسال تامین کنند. همچنین این ویزا امکان سرمایهگذاری در فرانسه را به متقاضیان بینالمللی میدهد. بنابراین این برنامه برای افرادی که سرمایه و پول کافی برای زندگی در فرانسه را دارند مناسب است. دو مزیت مهم برنامه خود حمایتی فرانسه! مزایا و معایب برنامه تمکن مالی فرانسه مانند همه روشهای دیگر دریافت اقامت استرالیا مهاجرت از طریق تمکن مالی نیز مزایا و معایبی دارد که در زیر آنها را در زیر آوردهایم: معایب برنامه تمکن مالی فرانسه  برای اقامت در فرانسه باید یک خانه خریده یا اجاره کنید. تا زمان دریافت اقامت دائم فرانسه اجازه کار در این کشور ندارید. تا زمان دریافت اقامت دائم باید هر سال تمکن مالی خود را ثابت کنید. مزایای برنامه تمکن مالی فرانسه  میتوانید خانوادهتان را بههمراه خود به فرانسه ببرید. به مدرک زبان فرانسه و مدرک تحصیلی بالا نیازی ندارید. شرط حضور ندارد! فقط 2 بار ورود به فرانسه در سال کافیست  امکان تحصیل رایگان حتی برای اعضای خانواده و فرزندان وجود دارد.",
    "content_length":954,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_3",
    "content":"فقط 2 بار ورود به فرانسه در سال کافیست امکان تحصیل رایگان حتی برای اعضای خانواده و فرزندان وجود دارد. میتوانید در فرانسه سرمایهگذاری کرده و کسبوکار خود را راهاندازی کنید. امکان اخذ ویزای شینگن و سفر به کشورهای مختلف اروپایی عضو شنگن وجود دارد. در طول اقامت خود حمایتی فرانسه از بیمه درمانی و خدمات بهداشتی رایگان بهرهمند خواهید شد. بعد از گذشت 5 سال اقامت دائم فرانسه و بعد از 10 سال پاسپورت فرانسه به شما داده میشود. یک نکته مهم برای اخذ ویزای D7 فرانسه نیازی به مدرک زبان ندارید و با مهاجرت از طریق تمکن مالی بعد از 5 سال اقامت دائم فرانسه را دریافت خواهید کرد! شرایط دریافت ویزای خود حمایتی فرانسه مهمترین شرط اخذ ویزای خودحمایتی فرانسه همانطور که از اسم این روش پیداست داشتن تمکن مالی است. در این روش شما با تکیه بر سرمایه خود به فرانسه مهاجرت کرده و در این کشور زندگی میکنید. برای مهاجرت به فرانسه از طریق تمکن مالی باید دو منبع مالی زیر را ارائه دهید: 1- حقوق ماهانه ثابت: هر متقاضی باید حداقل درآمد منظم 1300 یورو در ماه را داشته باشد.",
    "content_length":942,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_4",
    "content":"را ارائه دهید: 1- حقوق ماهانه ثابت: هر متقاضی باید حداقل درآمد منظم 1300 یورو در ماه را داشته باشد. 2- سرمایه اولیه: متقاضی اصلی باید حداقل 15600 یورو در یک حساب در فرانسه یا هرکشور دیگری برای خود و به همین مقدار برای همسر و بهازای هر فرزند خود داشته باشد. این سرمایه میتواند در بانکی در فرانسه یا حتی در ایران اما مورد تأیید دولت فرانسه ارائه شود. 3- خرید یا اجاره یک خانه در فرانسه: متقاضی باید یک خانه در فرانسه خریده یا اجاره کند. بهازای هر متقاضی در پرونده خانه شما باید 15 مترمربع زیربنا داشته باشد. مثلا یک خانواده 4 نفره باید خانهای با حداقل متراژ 60 متر 60 متر  15 متر4 خریداری کرده یا اجاره کند. میانگین قیمت مسکن در این کشور 100000 یورو است اما هیچ محدودیت مبلغی برای آن وجود ندارد. امکان اجاره دادن این خانه تا زمان اخذ اقامت دائم فرانسه هم برای متقاضی وجود ندارد. یک نکته مهم متقاضی باید تا 5 سال با مدارک منزل خریداری یا کرایه شده و همچنین فیش واریز حقوق ماهانه کارت اقامت خود را در اداره مهاجرت تمدید کند.",
    "content_length":920,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_5",
    "content":"منزل خریداری یا کرایه شده و همچنین فیش واریز حقوق ماهانه کارت اقامت خود را در اداره مهاجرت تمدید کند. مدارک مورد نیاز ویزای خود حمایتی فرانسه انگیزه نامه Letter of Motivation پاسپورت معتبر و حداقل با 13 ماه اعتبار بههمراه ویزای نوع D مدارک شناسایی متقاضی اصلی همسر و فرزندان سند ازدواج در صورت تأهل مدارک سوابق کاری رسید پرداخت هزینهها نامه تمکن مالی از بانک نامه عدم سوءپیشینه قرارداد خرید یا اجاره ملک در فرانسه نکته: بعضی از این مدارک را باید از ایران و طی درخواست برای ویزای فرانسه و بعضی را پس از سفر به این کشور ارائه دهید. طبیعی است که اداره مهاجرت فرانسه یا سفارت این کشور مدارکی از شما بخواهند که در این لیست نباشد. هزینه تمکن مالی فرانسه مهمترین هزینههای ویزای D7 فرانسه را در بخش شرایط توضیح دادیم.",
    "content_length":709,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_6",
    "content":"که در این لیست نباشد. هزینه تمکن مالی فرانسه مهمترین هزینههای ویزای D7 فرانسه را در بخش شرایط توضیح دادیم. علاوه بر این هزینهها مبالغی را هم برای بیمه بررسی پرونده و صدور کارت اقامت باید پرداخت کنید که در زیر آوردهایم: هزینه برنامه تمکن مالی فرانسه هزینه بیمه 850-950 یورو در سال صدور کارت اقامت هر نفر 180 یورو در سال اول 266 یورو از سال دوم بررسی پرونده 100 یورو هر نفر مراحل اخذ اقامت خود حمایتی فرانسه مرحله 1: اخذ ویزای 1 ساله تایپ D و سفر به فرانسه م رحله 2: تکمیل مدارک ارائه به اداره مهاجرت فرانسه OFII و پر کردن فرم درخواست اقامت خود حمایتی فرانسه از زمان ورود به فرانسه 3 ماه فرصت دارید مرحله 3: دریافت دعوتنامه و کارت اقامت 1 ساله از اداره مهاجرت ممکن است تا 3 ماه طول بکشد و در این مدت حق خروج از فرانسه را ندارید مرحله 4: تمدید اقامت بهصورت سالانه تا 5 سال مرحله 5: اخذ اقامت دائم فرانسه carte de séjour در سال پنجم مرحله 6: اخذ پاسپورت فرانسه و ملیت فرانسوی در سال دهم مدت اعتبار ویزای تمکن مالی فرانسه ویزای تمکن مالی فرانسه بهمدت 1 سال برای متقاضی اصلی و همسرش و بهمدت 5 سال برای فرزندان زیر 18 سال او صادر میشود.",
    "content_length":1029,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_7",
    "content":"بهمدت 1 سال برای متقاضی اصلی و همسرش و بهمدت 5 سال برای فرزندان زیر 18 سال او صادر میشود. البته پس از گذشت این یکسال امکان تمدید آن وجود دارد اما لازم است که تمکن مالی خود را بار دیگر اثبات کنید. شرایط تمدید اقامت تمکن مالی فرانسه در سال 2024 برای تمدید اقامت فرانسه از طریق تمکن مالی لازم است که حداقل 2 ماه پیش از پایان اقامت خود درخواست دهید. نحوه تمدید اقامت به این صورت است که تمامی مدارک بههمراه مدرک اثبات تمکن مالی خد را به اداره مهاجرت فرانسه تحویل داده و منتظر بررسی آنها میمانید. اداره مهاجرت پس از بررسی مدارک و شرایط شما اقامتتان را تمدید خواهد کرد. اخذ اقامت فرانسه از طریق تمکن مالی در این مطلب درخصوص نحوه مهاجرت به فرانسه از طریق تمکن مالی پزداختیم و شرایط مدارک مراحل و نحوه تمدید آن صحبت کردیم. لازم است بدانید که قوانین مهاجرتی فرانسه هر روز سختتر میشود اما همچنان شانس اخذ ویزا برای ایرانیان در طرح خودحمایتی فرانسه بسیار بالاست. با استفاده از این ویزا میتوانید با تکیه بر سرمایه خود به فرانسه مهاجرت کرده پس از 5 سال اقامت دائم و پس از 10 سال پاسپورت این کشور را بگیرید!",
    "content_length":992,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_8",
    "content":"به فرانسه مهاجرت کرده پس از 5 سال اقامت دائم و پس از 10 سال پاسپورت این کشور را بگیرید! سوالات متداول: مهمترین شرایط برنامه مهاجرتی خود حمایتی فرانسه چیست داشتن حقوق ماهانه ثابت و منظم 1300 یورو داشتن حداقل سرمایه 40 هزار یورو برای متقاضی اصلی خرید یا اجاره یک خانه در فرانسه آیا برای تکمیل پرونده اقامت تمکن مالی فرانسه باید حتما به این کشور سفر کنم بله. شما با ویزای تایپ D به این کشور سفر میکنید و فقط 3 ماه فرصت دارید که مدارکتان را تکمیل و درخواست ویزای خودحمایتی فرانسه را اعلام کنید. پس از اعلام درخواست ویزای خود حمایتی در فرانسه اقامت دائم میگیرم خیر. پس از صدور درخواست برای شما کارت اقامت موقت صادر میشود که تا 5 سال باید بهصورت سالانه آن را تمدید کنید. پس از 5 سال میتوانید برای اخذ اقامت دائم فرانسه اقدام کنید. آیا در طرح خودحمایتی فرانسه میتوانم همسر و فرزندانم را با خود ببرم و نحوه اقامت آنها چگونه است بله. شما میتوانید اعضای خانواده خود را هم بههمراه ببرید. اقامت همسر شما مشابه وضعیت اقامت خودتان است اما فرزندان زیر 18 سال شما از همان ابتدا یک کارت اقامت 5 ساله میگیرند.",
    "content_length":991,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_9",
    "content":"مشابه وضعیت اقامت خودتان است اما فرزندان زیر 18 سال شما از همان ابتدا یک کارت اقامت 5 ساله میگیرند. آیا در روش تمکن مالی فرانسه میتوانم در این کشور کار کنم خیر. با توجه به اینکه با تکیه بر سرمایه خود مهاجرت کردهاید امکان کار در فرانسه را تا قبل از دریافت اقامت دائم نخواهید داشت. با این حال میتوانید با سرمایهگذاری در این کشور یک کسبوکار دراهاندازی کرده و از این راه کسب درآمد کنید. آیا با اخذ اقامت تمکن مالی فرانسه حق تحصیل در این کشور را دارم بله. شما و فرزندانتان میتوانید بهصورت رایگان در فرانسه تحصیل کنید. آیا برای اخذ ویزای D7 فرانسه نیاز به مدرک زبان دارم خیر. نیازی به گرفتن مدرک زبان فرانسه ندارید. فقط بعد از گذشت 10 سال اقامت هنگامی که میهواهید برای شهروندی و پاسپورت این کشور درخواست دهید باید سطح مناسبی از مهارت زبان فرانسه و آشنایی با فرهنگ و تاریخ این کشور داشته باشید.",
    "content_length":787,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_10",
    "content":"کشور درخواست دهید باید سطح مناسبی از مهارت زبان فرانسه و آشنایی با فرهنگ و تاریخ این کشور داشته باشید. منابع معتبر: financially independent individuals  financially independent persons  Residence permit in France این مطلب با تائید کارشناسان و وکلای مهاجرتی پارسی کانادا منتشر شده است به دلیل اهمیت و حساسیت در ارائه اطلاعات مهاجرتی تمامی مطالب پارسی کانادا توسط تیم تولید محتوا با تایید نهایی کارشناسان ارشد و وکلای مهاجرتی دارای مجوز منتشر میشود. پارسی کانادا خود را مسئول ارائه اطلاعات جامع دقیق و درست در حوزه مهاجرت میداند و در این مسیر از هیچ تلاشی دریغ نمیکند. این مطلب را با دیگران به اشتراک بگذارید. لینک کپی شد link این مطلب را با دیگران به اشتراک بگذارید. اشتراکگذاری date_range تاریخ آخرین بروزرسانی: 20 اسفند 1403 آیا سوالی دارید لغو پاسخ ارسال سوال محمد حسین طاهری 16 مهر 1403 با سلام و عرض ادب و احترام اینجانب محمد حسین طاهری با مشخصات ذیل تقاضا دارم با توجه به این مشخصات و بررسی شرابط مورد نیاز برای ویزای اقامتی از نوع تمکن مالی  شرایط و هزینه ها و زمان مورد نیاز را اعلام نمایید .",
    "content_length":999,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_11",
    "content":"نیاز برای ویزای اقامتی از نوع تمکن مالی شرایط و هزینه ها و زمان مورد نیاز را اعلام نمایید . قبلا از همکاری شما صمیمانه تشکر دارم. موضوع : تقاضای ویزای اقامتی از نوع تمکن مالی برای اینجانب و همسر و فرزند مجرد 20 ساله نام : محمد حسین نام خانوادگی : طاهری سن : 56 درامد ماهانه حاصل از اجاره املاک : 235 میلیون تومان درامد ماهانه حاصل از حقوق ماهانه : 50 میلیون تومان درامد ماهانه حاصل از سپرده بانکی : 240 میلیون تومان میزان سگرده بلند مدت بانکی : 12 میلیارد تومان وضعیت تاهل : متاهل دارای یک فرزند دختر مجرد 20 ساله و دو فرزند دختر متاهل وضعیت املاک : دارای ملک بنام خود به ارزش تقریبی 20 میلیارد تومان سهام ثبت شده : مبلغ 12.5 میلیارد تومان سهام ثبت شده در یک شرکت خصوصی به مدت 20 سال وضعیت املاک بنام همسر : سه دانگ از یک ملک در تهران به ارزش تقریبی 30 میلیارد تومان وضعیت املاک بنام فرزند دختر مجرد : سه دانگ ملک به ارزش تقریبی 30 میلیارد تومان و چندین ملک دیگر لطفا شرایط و هزینه ها و زمان دریافت این ویزای اقامتی را اعلام نمایید .",
    "content_length":933,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_12",
    "content":"تومان و چندین ملک دیگر لطفا شرایط و هزینه ها و زمان دریافت این ویزای اقامتی را اعلام نمایید . پارسی کانادا 17 مهر 1403 با درود و احترام حضور شما جناب طاهری بسیار عالی که این قدر دقیق و مطلع هستین. سامانه رزرو انلاین لطفا زمانی مشخص بفرمایید برای مشاوره تخصصی سجاد صالح 29 بهمن 1402 سلام و عرض ادب میخواستم بدونم اگر همسرم از طریق تمکن مالی برای اخذ اقامت فرانسه اقدام کنند من هم اجازه کار ندارم یا این شرط فقط برای ایشون هست پارسی کانادا 30 بهمن 1402 سلام سجاد عزیز در صورت مین بودن همسر شما در پروسه مهاجرتی فرانسه همسر یعنی شما حق تحصیل و کار خواهید داشت و فرزندان شما نیز اجازه تحصیل دریافت میکنند. و حتی مین پرونده نیز در صورت تمایل اجازه کارآفرینی و یا ایجاد کسب و کار و بیزینس خود را دارد اما اجازه کار برای دیگر موسسه و شرکت ها را تا زمان دریافت اقامت دائم نخواهد داشت. برای دریافت اطلاعات بیشتر می توانید با کارشناسان مجموعه ما مشورت کنید.",
    "content_length":847,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_13",
    "content":"را تا زمان دریافت اقامت دائم نخواهد داشت. برای دریافت اطلاعات بیشتر می توانید با کارشناسان مجموعه ما مشورت کنید. تماس با ما لیلا شکاری 22 دی 1402 سلام روزتان به خیر یک سوال از خدمتتان داشتم اگر من به همراه همسرو دخترم قصد اقدام به گرفتن ویزای خودحمایتی فرانسه را داشته باشیم از همان ابتدا باید درخواست ویزای D بدهیم یا قبل از اقدام باید یک بار به فرانسه سفر توریستی کرده باشیم  پارسی کانادا 23 دی 1402 سلام دوست عزیزدر خصوص روند ویزای خود حمایتی شما نیازی به دریافت ویزای توریستی ندارید و می توانید به صورت مستقیم ویزای تایپ D درخواست دهید البته خبر خوب ما برای شما این است که حتی در روند اجرائی موسسه پارسی کانادا می توانید به صورت مستقیم ویزای تایپ Cاقامت موقت 2 ساله دریافت کنید و نیازی به اقامت موقت 3 ماهه یا همون تایپ D نیست. حسین 20 دی 1402 سلام وقت بخیر.",
    "content_length":762,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_14",
    "content":"کنید و نیازی به اقامت موقت 3 ماهه یا همون تایپ D نیست. حسین 20 دی 1402 سلام وقت بخیر. اگر ویزای فرانسه برای ما بگیرید در ابتدا که ما برای اجاره مسکن و سایر خدمات اولیه اشنایی نداریم مثل ویزای کانادا که در خاک حمایت میکنید و تمام خدمات اولیه رو انجام میدین  چنین خدماتی برای فرانسه هم دارین پارسی کانادا 20 دی 1402 سلام حسین عزیز موسسه پارسی کانادا به صورت صفر تا صد دریافت اقامت را به صورت قراردادی انجام میدهد و سپس در صورت تمایل شما می توانیم در خصوص اجاره ملک و خدمات دریافت سیم کارت یا افتتاح حساب به صورت مجزا در خدمت شما باشیم که البته این موارد در طول پروسه به شما آموزش داده میشه و شما بدون دغدغه می توانید حداقل های زندگی در فرانسه را خود تهیه کنید اما موسسه ما نیز از کمک های خود دریغ نخواهد کرد.بدین منظور فرم ارزیابی مهاجرت را پر کنید. رضا اصلانی 12 دی 1402 سلام وقت بخیر. من تو تهران دفتر انتشارات دارم و میخوام به فرانسه مهاجرت کنم ولی نمیخوام دفتر اینجا رو ببندم.",
    "content_length":878,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  },
  {
    "url":"https:\/\/parsicanada.com\/france-financially-independent-visa\/",
    "title":"ویزای خود حمایتی فرانسه [دریافت اقامت فرانسه از طریق تمکن مالی]",
    "chunk_id":"https:\/\/parsicanada.com\/france-financially-independent-visa\/_15",
    "content":"وقت بخیر. من تو تهران دفتر انتشارات دارم و میخوام به فرانسه مهاجرت کنم ولی نمیخوام دفتر اینجا رو ببندم. میخوام در رفت و امدباشم بالاسر کارمم بمونم بیشتر بخاطر دخترم میخوام برم که عاشق فرانسه هست و زبان فرانسوی خیلی قوی داره با این ویزا از چه مزایایی برخوردار میشیم دخترم میتونه رایگان تحصیل کنه پارسی کانادا 13 دی 1402 سلام رضا عزیز بله تصمیم بسیار زیبایی گرفتین و بهترین راه برای شما روش ویزای تمکن مالی یا خود حمایتی است شما می توانید با ارائه مستندات درآمدی و گردش حساب همچنین سند ملکی یا فیش دریافت سهام وکلیه منابع درآمدی خود درخواست ویزای خود حمایتی فرانسه را داشته باشید با این روش بعلاوه دریافت اقامت خود و همسر فرزندان زیر 18 سال نیز می توانند به صورت رایگان تحصیل کنند. لازم به ذکر است شما نیز می توانید در این کشور سرمایه گذاری کنید یا کسب و کار راه اندازی کنید اما اجازه استخدام در هیچ موسسه ای را به عنوان کارمند تا قبل از دریافت اقامت دائم ندارین. در نهایت برای راهنمایی بهتر فرم ارزیابی مهاجرت را پر کنید. 1 2 3 4 بعدی",
    "content_length":933,
    "processed_timestamp":"2025-05-03T11:17:18.080429"
  }
]